[
    {
        "id": 1141283,
        "name": "Den gesellschaftlichen Herausforderungen des 21. Jahrhunderts mit psychologischer Forschung und Interventionen begegnen",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139815,
        "name": "Dynamical Systems Theory and Nonlinear Methods in Psychology (FSL)",
        "inhalt": "It is a common conception both in scientific circles and among psychologically inclined lay people to think of the biological basis of human behavior and psychological experience as a set of modules with distinct functional profiles that can be localized in the brain. For example, it is commonly assumed that psychological phenomena such as language, emotions, or decision making are controlled by distinct brain modules that can be studied in isolation from each other. A diverse group of scholars from philosophy of cognitive science, psychology and neuroscience has questioned such modular accounts of cognition and the brain, and they have argued to replace modular thinking by drawing on insights from dynamical systems theory. On a dynamical view, the biological basis of behavior and psychological experience is best understood as flexibly forming and dissolving assemblies of various neural, bodily, and environmental structures that change over time and depending on the task context.  In this course, students will learn about such a dynamical systems approach to psychology and cognitive science. In the first part of the course, students will engage with conceptual debates that are at the core of disagreements between proponents of modular and dynamical approaches. We will read and critically discuss papers from philosophy of cognitive science introducing dynamical systems thinking in psychology, and students will become familiarized with the basic conceptual toolkit of dynamical systems theory and how it differs from more traditional approaches to psychology. The aim of the first part of the course is that students are able to critically reflect on the theoretical controversies that motivate a dynamical systems approach to psychology.  In the second part of the course, we will be concerned with the following question: What kind of practical implications for empirical research in experimental psychology result from adopting a dynamical systems perspective on cognition and the brain? One of the key implications is that experimental psychologists sympathetic of a dynamical systems approach to psychology use nonlinear methods to analyze their data. To get to know these nonlinear data analysis methods, students will form working groups, and each working group will be tasked to work through material introducing a particular nonlinear data analysis technique (e.g., recurrence or fractal analysis) and to perform a trial analysis in R. The aim of the second part of the course is that students gain hands-on experience in using nonlinear methods to analyze data from psychological experiments. At the end of the term, students will present the results of their group work such that all students get an overview over different nonlinear data analysis methods.  This course is targeted at students who are interested in conceptual debates in psychology and their practical implications for empirical research. The interdisciplinary nature of this course results from paying attention to how conceptual debates in philosophy of cognitive science and theoretical psychology are directly related to different data analysis techniques in empirical psychological research. From a methodological perspective, this course will combine close readings and conceptual discussions with the acquisition of new data analysis techniques.",
        "ziel": "- Students understand conceptual disagreements between proponents of modularity and dynamical systems theory in psychology and cognitive science. - Students acquire a basic understanding of the conceptual toolkit of dynamical systems theory. - Students become aware of how abstract theoretical debates are deeply intertwined with choosing a particular data analysis method in empirical research. - Students gain first experiences in using nonlinear data analysis methods. - Students practice communicating their learnings to their peers.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141664,
        "name": "Exploring the future - how this is possible and why it makes sense",
        "inhalt": "In a time of constant change and polycrisis, it is of central importance to understand and shape futures. Future studies, the scientifically structured and method-guided examination of different futures, aims to create the ability to act. But how can the future be researched, understood and even proactively shaped and communicated? Is this even possible and sensible? These questions will be discussed in the seminar using various methods of futures research as examples. Participants will get to know selected methods of future studies: Scenario Technique, Wild Cards, Future Wheels, Futures Literacy Lab, Causul Layered Analysis, Speculative Design and Trends. The methods will not only be taught in theory, but also learned through practical application. This ensures meaningful reflection on the methods. The “tangibility” of futures also plays a central role in the seminar: Futures are usually complex and often difficult to convey. Consequently, the methods are supplemented by suitable concepts from the fields of communication and innovation (e.g. storytelling, experience design, personas). The seminar operates at the interface of scientific future studies, speculative and strategic design, innovation management and foresight (applied future studies). In addition to teaching the principles of scientific future studies, the focus is also on introducing the professional and working field of foresight, i.e. future and innovation-oriented strategy consulting.",
        "ziel": "The seminar is divided into four sections:  1. Introduction to scientific future studies and foresight work  2. Methods workshop: What methods are available and how do I use them  3. Making futures tangible  4. Reflection on methods: limits and opportunities of future studies and related disciplines The didactics of the seminar are deliberately based on the active acquisition of foresight literacy and futures literacy (in the sense of the core competence definition from UNESCO) as well as the World Economic Forum&#39;s Top 10 Future Skills (including analytical, creative and systemic thinking, technology literacy, curiosity and lifelong learning).",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139532,
        "name": "Gründungscamp Business Modeling",
        "inhalt": "Die Studierenden entwickeln im Laufe des Gründungscamps anhand einer eigenen Geschäftsidee ein dazu passendes Geschäftsmodell. Im Sinne eines ‚Business Model Development‘ stellen die Teilnehmenden die einzelnen Komponenten ihrer Geschäftsidee auf den Prüfstand und entwickeln sie zu einem ausgereiften Geschäftsmodell. Mithilfe von Canvas-Modellen, Rapid Prototyping und verschiedenen Risiko-Szenarien konkretisieren sie ihr Angebot, schärfen ihre Zielgruppe und überprüfen das Erlösmodell auf Realisier- und Skalierbarkeit so, dass die Unternehmung auf eine solide Basis gestellt werden kann. Konkrete Informationen zu den wichtigsten gründungsrelevanten Fragen und Problemen, die Auseinandersetzung mit der eigenen Gründungspersönlichkeit und viele individuelle Beratungsangebote runden das Camp ab.",
        "ziel": "Ziel des Camps ist die intensive Auseinandersetzung mit dem Thema Unternehmensgründung in einem gründungsmotivierenden Umfeld. Der hit Technopark bietet hierfür das passende Ambiente. Kontakte zum Personal des hit Technoparks und zu den Gründern, die dort arbeiten, soll den Studierenden einen ganz besonderen Praxisbezug ermöglichen. Ziel ist es, Studierenden mit einer Gründungsabsicht, das Handwerkszeug und die Kontakte für eine erfolgreiche Gründung mit auf den Weg zu geben.  Fachkompetenz: Unternehmerisches Denken und Handeln unter Anwendung fachwissenschaftlicher Kompetenzen in einer komplexen Gründungssituation Methodenkompetenz: Problemlösungsfähigkeit, Entscheidungsfähigkeit, Analysefähigkeit, Organisationsfähigkeit, Zeitmanagement, selbstständiges Arbeiten Sozial- und Selbstkompetenz: Selbstorganisation, Kommunikations- und Teamfähigkeit, Konfliktlösungsfähigkeit, Verhandlungsfähigkeit.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141663,
        "name": "Wissenschaftliche Poster zum Thema: Wasser als Ressource für eine nachhaltige Zukunft",
        "inhalt": "Durch die Gestaltung und Kommunikation von Zukunftsszenarien beeinflusst du die Vorstellungen deiner Mitmenschen über die Zukunft und kannst somit indirekt den zukünftigen Verlauf der Dinge beeinflussen. Wissenschaftliche Poster dienen dazu, Forschungsfragen und -verläufe auf anschauliche Weise durch eine gelungene Kombination von Text, Bildern und Grafiken zu vermitteln. Sie wecken Interesse und ermutigen Betrachter*innen und Kolleg*innen dazu, Fragen zu stellen und Diskussionen anzustoßen. In zahlreichen Fachbereichen spielen wissenschaftliche Poster eine entscheidende Rolle bei der Präsentation von Projekten, sei es auf Symposien, Konferenzen, Tagungen oder öffentlichen Veranstaltungen.  Obwohl die Darstellungen in der Regel komplexer sind als bei Werbeplakaten, ist es entscheidend, die Aufmerksamkeit der Betrachter*innen innerhalb weniger Sekunden zu fesseln. Daher stellt die Gestaltung eines Posters, der eine klare Botschaft vermitteln soll, eine zentrale Herausforderung dar.  Es ist entscheidend, die Essenz der eigenen Forschung oder wissenschaftlichen Arbeit sowie die zugrundeliegende Motivation zu erkennen. Dies ermächtigt die Studierenden, zu bestimmen, was an ihrer wissenschaftlichen Arbeit für andere von Interesse ist und was das Besondere ist, das dann visuell herausgestellt werden sollte.  In diesem Semester widmen wir uns dem Thema Wasser als einer essenziellen Ressource und erforschen, wie eine nachhaltige Wasserwirtschaft für die Zukunft gestaltet und realisiert werden kann. ",
        "ziel": "Das Seminar zielt darauf ab, interessierten Studierenden einen Einblick in den Gestaltungsprozess eines wissenschaftlichen Posters zu geben. Die Studierenden lernen, eine übersichtliche Anordnung (Texthierarchie) zu entwickeln und diese visuell überzeugend darzustellen. Informationen müssen klar und prägnant formuliert sein, damit die Betrachterin und der Betrachter sie schnell erfassen können. Dies gilt auch insbesondere für den Titel eines Posters, der die Hauptbotschaft treffend formulieren und die Aufmerksamkeit des Publikums auf sich ziehen soll. Des Weiteren wird die Wirkung unterschiedlicher typografischer und grafischer Prinzipien im Hinblick auf den Kontext und die Wirkung untersucht.",
        "semester_id": 48,
        "termine": []
    }
]