[
    {
        "id": 1141657,
        "name": "30 Jahre Halle für Kunst Lüneburg: De/Konstruktion eines Archivs",
        "inhalt": "Anlässlich des 30-jährigen Bestehens der Halle für Kunst Lüneburg e. V. sind Studierende eingeladen, gemeinsam verschiedene strukturelle Ausprägungen und Schlüsselmomente in der Historie des Vereins in den Blick zu nehmen. Der Fokus soll dabei nicht nur auf der Institution selbst, sondern auch auf der Entwicklung spekulativer Ideen für die Ausgestaltung von zukünftigen Strukturen und Prozessen liegen. Dazu werden sowohl die Bedingungen der künstlerischen als auch die der kuratorischen Praxis kritisch reflektiert.   Ausgangspunkt des Seminars sind Dokumente, Bildzeugnisse, Schriftstücke und künstlerische Werke aus dem Archiv der Halle für Kunst Lüneburg, die gemeinsam gesichtet, interpretiert und kontextualisiert werden. Das Archivmaterial wird ergänzt und hinterfragt durch Gespräche mit (ehemaligen) Akteur:innen, welche den Verein über die Jahre hinweg geprägt haben.   Im Vordergrund der Archivrecherche und der Interviews stehen die materiellen wie immateriellen Formen der Zusammenarbeit, die die Halle für Kunst Lüneburg auszeichnen. Welche Rhythmen, Konstellationen und Strukturen haben die Institution geprägt, und wie ließen sich diese neu denken? Wie manifestiert sich die gemeinsame Arbeitspraxis auf inhaltlicher Ebene und welche Ökonomien sind damit verbunden? In welchem Verhältnis stehen Künstler:innen, Kurator:innen und Publikum sowie ihre institutionellen Bezugsrahmen zueinander? Aus der gemeinsamen Forschungsarbeit gehen die diversen Support-Strukturen, auf denen sich die kulturelle Praxis stützt, hervor — fachlicher, sozialer, administrativer, architektonischer sowie finanzieller Art.  Diese gemeinsame Erschließung des Archivs, die Gespräche mit Zeitzeug:innen und mögliche Zukunftsmodelle der Halle für Kunst Lüneburg werden in einem ergebnisoffenen Publikationsformat präsentiert und zusammengefasst, das anlässlich des 30-jährigen Jubiläums erscheinen wird. ",
        "ziel": "Das praxisorientierte Seminar soll den Studierenden die Kompetenz vermitteln, eine inhaltliche Reflexion über mögliche Formen und Strukturen der Zusammenarbeit im Kulturbereich in einen praktischen Kontext zu überführen. Das partizipative Format beinhaltet die eigenständige Sichtung und Auswertung von Archivmaterialien und die Erarbeitung und Durchführung qualitativer Interviews mit Zeitzeug:innen sowie deren Aufbereitung und Kontextualisierung im Rahmen einer Publikation, die anlässlich des 30-jährigen Jubiläums der Halle für Kunst Lüneburg erscheinen wird. Die Studierenden sollen sich insofern Kenntnisse im Umgang mit Archivmaterialien sowie ihrer Auswertung aneignen. Unter Einbezug von einschlägiger Forschungsliteratur und anhand von diskurs- und institutionsanalytischen Methoden werden dabei etablierte und spekulative Modelle der kulturellen Praxis diskutiert, die am Beispiel der Halle für Kunst Lüneburg einen konkreten Bezugsrahmen finden. In diesem Prozess werden Studierende dazu angeregt, ihre eigene Position kritisch zu reflektieren und sich im Feld der kulturellen Produktion selbst zu situieren.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139023,
        "name": "Ein Labor für neue Lebensformen: Das Bauhaus in Dessau  (Exkursions-Seminar)",
        "inhalt": "Wir begeben uns auf eine Erkundung der Spuren des Bauhauses in Dessau, wo die legendäre Kunst- und Gestaltungsschule am längsten wirkte (1925 bis 1932). Hier waren alle drei Bauhausdirektoren – Walter Gropius, Hannes Meyer und Mies van der Rohe – tätig. Im Rahmen dieses Exkursion-Seminars erleben wir die Geschichte und die Gegenwart des Bauhauses. Der Fokus liegt auf der Frage, wie ästhetische Formen soziale Funktionen entfalten. Welche Ideen und Lösungen des Bauhauses – von Alltagsgegenständen über moderne Wohnformen bis zum Bildungskonzept – sind heute noch relevant (etwa in ökologischer oder politischer Hinsicht)?     Ablauf und Inhalte:  In einer Einführungsveranstaltung verschaffen wir uns zunächst einen Überblick über die gesellschaftlichen und politischen Voraussetzungen für die Entwicklung des Bauhauses und seine Transformation – auch räumlich erkennbar durch den Neubezug des ikonischen Bauhausgebäudes. In dieser 1. Sitzung werden die Projektgruppen gebildet und die Materialien für die Projektarbeit verteilt. Der 2. Termin (online) dient zur Klärung von inhaltlichen Fragen und organisatorischen Details zur Exkursion.  Im Rahmen der 3-Tages-Exkursion nach Dessau besuchen wir das historische Bauhausgebäude das neue Bauhaus Museum und setzen uns mit den Orten in Dessau auseinander, an denen das Bauhaus seine Spuren hinterlassen hat: Dazu gehören auch die Meisterhäuser, die Wohnsiedlungsprojekt Törten und das Kornhaus Carl Fieger. In Gruppenarbeiten und -präsentationen erschließen wir die Bedeutung dieser Orte und diskutieren ortsbezogene Themen. ",
        "ziel": "Das Seminar vermittelt Wissen über das Bauhaus als bedeutendste Kunst-, Design- und Architekturschule der Moderne sowie angrenzende Themen wie die Arts-and-Crafts-Bewegung, die Kunstschulreformbewegung und den Werkbund.  Im Mittelpunkt stehen Fragen zur Funktion des Bauhauses als Denkfabrik für soziale und ökologische Herausforderungen. Historische Objekte und Orte dienen als Ausgangspunkt, um Verbindungen zur Gegenwart herzustellen. Wie können wir die am Bauhaus immer wieder neu verhandelte Frage nach der Bedeutung der Kunst für die Gesellschaft heute bewerten?  Wir beleuchten die Bedeutung der Kunst für das Soziale (damals und heute) und prüfen, inwiefern Bauhaus-Ideen auf aktuelle Fragestellungen (z. B. Klimakrise, Stadtentwicklung, Zusammenleben) übertragbar sind. Das Seminar verbindet verschiedene Fachbereiche wie Kulturwissenschaften, Bildungswissenschaften, Nachhaltigkeitswissenschaften und Entrepreneurship. Die Teilnehmer*innen arbeiten kollaborativ in Projektgruppen und nutzen die vielfältigen Expertisen der Gruppe.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139337,
        "name": "Exploring cultural spaces through creative ethnographic methods (FSL)",
        "inhalt": "Cultural spaces enable a critical examination of current societal issues and invite joint reflection. As such, they serve as important spaces for exchange and harbor the potential of creating a discussion that brings together different social worlds with scientific matters. They are also places of research and experimentation that offer great potential for innovation. In this seminar, we would like to explore these spaces together.  Beyond the boundaries of classical university spaces, the seminar offers the opportunity to understand cultural spaces as research settings and to experiment with different forms of knowledge production. Within the framework of ethnographic approaches to the spatial, students will work with artistic and creative forms, ranging from text to film and from photography to drawing.",
        "ziel": "The goal of the seminar is for students to gain a deeper understanding of ethnographic methods in practice and to experience cultural spaces from a new perspective. Students are expected to engage in different creative exercises and explore their interest in cultural spaces openly.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138347,
        "name": "Gatsby 100 - a project seminar (FSL)",
        "inhalt": "2025 sees the 100th anniversary of the publication of The Great Gatsby by F. Scott Fitzgerald. Published in 1925 at the height of the ‘Roaring Twenties’, this story about one man’s version of the American Dream has been voted the best American novel of the 20th century, and Jay Gatsby himself nominated the best fictional character since 1900.   This seminar will mark the 100th anniversary with an event in the Heinrich-Heine-Haus in Lüneburg on June 3rd. The building has a large number of different spaces which allow a variety of activities - exhibitions, dramatic performances, concerts, installations etc. (Previous &#39;project seminars&#39; of mine which occupied the entire building were &#39;bLümsday&#39; - celebrating James Joyce&#39;s Ulysses -, &#39;Alice 150&#39;, on the occasion of the 150th anniversary of Alice in Wonderland, and &#39;Harry Potter 21&#39; on its 21st anniversary). The activities and exhibition items should be attractive and imaginative to entertain the visitors. As the event is based on a literary work and film adaptations, it should, in addition to the entertainment factor, also reflect an intellectual engagement with The Great Gatsby - the novel, film versions and their critical reception - as well as Gatsby in popular culture, to inform visitors about elements they are unfamiliar with or hadn&#39;t thought about before. Before designing the event, we will engage closely with the novel &#34;The Great Gatsby&#34;, paying special attention to Fitzgerald’s narrative strategies and exploring its connections to a wide range of relevant historical and cultural issues, such as the rags to riches success stories of that era, sports, gangsters and Prohibition, consumer society, and changes in gender roles in the USA of the 1920s. We will also briefly look at the German translations (of which there are 8) as well as different film versions. All this is to give us a solid basis upon which to design the event.",
        "ziel": "Engaging with a canonical literary text Planning, organising and reflecting a literature event in a space which allows a variety of formats.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138579,
        "name": "Jazzgeschichte Lüneburgs – Ein Ausstellungs- und Vermittlungsprojekt",
        "inhalt": "Das Projekt in Zusammenarbeit mit der Jazz IG und dem Museum Lüneburg widmet sich der 60 bzw. 80-jährigen Geschichte des Jazz in Lüneburg. In Vorarbeiten wurden bereits Archive gesichtet, Zeitzeug:innen interviewt sowie weiteres &#34;Rohmaterial&#34; erstellt. Im Seminar sollen diese Ressourcen nun in einem Ausstellungskonzept gebündelt und umgesetzt werden.  Parallel dazu wird es eine Reihe von begleitenden Konzert- und Dialogformaten geben, welche ebenfalls durch die Studierenden mit vorbereitet und umgesetzt werden.",
        "ziel": "Studierende erlangen oder erweitern ihre Kompetenzen in Bereichen der (lokalen, regionalen) Musikgeschichte, der Arbeit mit Zeitzeug:innen, der Kuration kultureller Artefakte, der Vermittlung von Musik und ihren Geschichten, der Planung und Durchführung von Vermittlungsformaten und dem Marketing kultureller Veranstaltungen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138294,
        "name": "Körper Stimme Raum - eine experimentelle Erforschung des Phänomens &#39;Stimme&#39;",
        "inhalt": "&#34;I always think […] that each of our voices has many voices within it, so I think that within my voice I have male, female, I have young, old, middle aged, I have animal, vegetable, mineral, you know, I have landscape, I have cityscape within my one instrument, and I think that all of us actually have that.&#34; MEREDITH MONK, The Composer’s Voice  In diesem Seminar begeben wir uns als Gruppe und jede*r für sich auf eine Forschungsreise zur Stimme. In der Tradition der Vocal Performanceart, Vocalimprovisation und der Extended Voice nähern wir uns den Facetten der Stimme spielerisch und experimentell an. Hierbei geht es nicht darum ‚schön‘ oder ‚richtig‘ zu singen, sondern sich auf den Gruppenprozess und die Selbsterfahrung einzulassen.   Zudem wird der Zugang zur Stimme theoretisch aufgearbeitet und reflektiert. Wir lesen gemeinsam Texte und hören Musik von Stimmperformer*innen wie z.B. Meredith Monk, Diamanda Galás und Roy Hart. Außerdem bekommen Sie im Laufe des Semesters verschiedene Hausaufgaben, die Sie allein oder in Kleingruppen durchführen.",
        "ziel": "Sich dem komplexen Phänomen der Stimme sowohl theoretisch als auch performativ zu nähern",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139499,
        "name": "Utopian Stories of the World Unite - Creative Fiction and Social Theory (FSL)",
        "inhalt": "Do not let dystopian ideas get you down. You can always look to utopians. In this course, creative writing and social theory are used to imagine a better world. Students apply theories and  use creativity to make something abstract into a real world ... story.  Students will write a collaborative novella using the techniques and theories covered during the course. Please note there are 3 double hours which mandatory attendance is required. The collaborative story and the writing assignments will be set up and started in these sessions.  The schedule is in the material section.",
        "ziel": "- Understand and apply social theory - Use creative writing techniques - Employ group discussions to reach consensus ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138461,
        "name": "Was ist Universität?",
        "inhalt": "Die Kritik an der Universität ist so alt wie diese Institutionen selbst. Seit ihren modernen Anfängen im Sinne einer öffentlichen Bildungseinrichtung steht die Universität im Zentrum vielfältiger gesellschaftlicher Debatten – sie scheint ihrer (politischen) Vereinnahmung ausgesetzt oder in ihrer Qualität bedroht zu sein. Ebenso lange wird über das Ideal der Universität und ihrer Mitglieder debattiert: Was ist Universität, was soll sie sein, was war sie einmal und wie soll ihre Zukunft aussehen? Das Seminar widmet sich einigen klassischen Texten aus den Geisteswissenschaften, wird aber auch mit Blick auf unsere eigene (Lüneburger) Universitätserfahrung Praktiker:innen zu Wort kommen lassen, um deutlich zu machen, dass die Universität nie nur in der rein wissenschaftlichen Sphäre existiert hat, sondern dass ökonomische, politische und kulturelle Fragen wesentlich zu ihr gehören.",
        "ziel": "Sie entwickeln ein komplexes Verständnis der Universität als Institution und sind in der Lage, diese reflektiert(er) zu beschreiben und in ihrer geschichtlichen Gewordenheit einzuordnen. ",
        "semester_id": 48,
        "termine": []
    }
]