[
    {
        "id": 1139435,
        "name": "Queer Digital Cultures (FSL)",
        "inhalt": "Digital media, digital technologies and digital infrastructures shape contemporary culture in many and far-reaching ways. This seminar examines their impact on &#39;queer&#39; culture in particular – understood here as both LGBT (i.e. lesbian, gay, bisexual and transgender) cultures as well as, more broadly, cultures that contest or subvert dominant norms around gender and sexuality. Students will explore recent efforts to theorise the relationship between transformations in information, digital and other technologies, and transformations in the fields of gender and sexuality. They will examine recent empirical as well as theoretically-informed work on the ways that digital media and technologies are shaping queer life and culture. And they will address the extent to which the study of digital cultures can be productively approached from a queer perspective.  Issues that will be explored include the following: •\tThe role of digital media in transgender self-representation •\tHow social media hashtags (like #lesbian) can facilitate both the production of community and the (de-)stabilisation of identity categories •\tHow LGBT and queer intimacies are being transformed through dating and ‘hook-up’ apps (such as Tinder and Grindr) •\tDigital labour and online pornography •\tThe possibilities and limits of digital queer activism •\tHistories of the transgender internet",
        "ziel": "Learning objectives •\tEngage critically with queer and trans approaches to digital culture and to digital and information technologies •\tReflect on the role played by digital cultures, technologies and infrastructures in subjectivation, in the production and/or (de-)stabilisation of gender, sexual and other identities, and in shaping queer life (broadly conceived) •\tGain an introduction to recent empirical and theoretically-informed research in this field",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138364,
        "name": "Social Ecological Sufficiency (FSL)",
        "inhalt": "Classical strategies to avert this &#34;ecological overshoot&#34; have largely focused on &#34;greening&#34; production by reducing the material intensity (efficiency) or material throughput (consistency) of economic activity. None of these approaches, however, addresses the question of how much economic activity is really necessary in the face of a global ecological overload.  Here, the innovative concept of socio-ecological sufficiency - ensuring a socially satisfactory standard of living while using natural resources in an ecologically sustainable manner - represents an important third (integrative) strategy to achieve an economy within a &#34;safe operating space for humanity&#34;. ",
        "ziel": "The overarching goal of the course is to establish the concept of socio-ecological sufficiency as a conceptual and empirical bridge between planetary boundaries research and sustainable production and consumption, with far-reaching implications for sustainable resource use from a scientific and societal perspective. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141666,
        "name": "The Mobility Transition: Archetype for Different Paths Towards Climate Change Mitigation (FSL)",
        "inhalt": "The transport sector contributes to climate change with a continuously high share of greenhouse gas emissions. Furthermore, it poses other environmental challenges, social issues, and economic challenges. Thus, unsurprisingly, issues such as climate activists blocking streets, flight shaming or politician’s use of private jets receive large media attention. These public discourses mirror diverging disciplinary narratives on societal change. Based on different media material from public reporting in combination with corresponding scientific literature, in each of this course’s sessions we will explore one of the following key topics. Also, we discuss its ties to the broader debate around climate change mitigation. 1. Individual responsibility vs. system-level change: Is it acceptable to largely impose responsibility on citizens (e.g., flight shame)? 2. Private vs. public sector: What is the role of the private sector (e.g., automotive industry), the public sector (e.g., regarding public space) and what goal conflicts exist? 3. Technological vs. behavioral change: Which status has efficiency (e.g., electric cars) compared to sufficiency (e.g., less car ownership)? 4. Environmental vs. social vs. economic sustainability: Are environmental and social issues (e.g., accessibility, gender equality) at odds? Which solutions could be cost efficient and impactful? 5. Top-down vs. bottom-up: What is the potential of civic engagement, including grassroot initiatives and climate protests?",
        "ziel": "Students acquire competencies to describe the mobility transition as a central step towards a sustainable society. Furthermore, they learn to work scientifically with written (e.g., newspapers) and visual (e.g., social media) media.  Specifically, upon completion, students are expected to be able to …  Subject-related competencies:  - explain the challenges of the mobility transition and its representation in media - draw links between the transport sector and sustainable development in general  Methodological competencies:  - critically evaluate different media (e.g. written and visual media on the mobility transition) - critically analyze diagrams (e.g., emission data) regarding causality and confounding effects  Social competencies: - collaborate in interdisciplinary teams - engage in discussions on complex sustainability-related issues  Self-competencies: - follow media coverage on relevant topics with self-confidence  - critically reflect on their own disciplinary perspective on societal challenges",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138914,
        "name": "Transdisziplinäre Perspektiven auf Musik und gesellschaftliche Herausforderungen: ein Konzertlabor mit den TONALiSTEN (Leuphana Concert Lab-Seminar)",
        "inhalt": "Das Leuphana Concert Lab ist ein transdisziplinäres Projekt der Leuphana Universität (https://www.leuphana.de/portale/concert-lab.html), das Wissenschafts- und Praxispartner verbindet, um gesellschaftliche Fragen kreativ zu bearbeiten.   Das Seminar richtet sich explizit an Studierende aller Fachrichtungen und setzt keine Vorkenntnisse voraus.  Im Sommersemester 2025 kooperieren wir mit der Hamburger Organisation der TONALiSTEN (https://tonalisten.com/about/), um mit deren Partnermusiker:innen zu erkunden, wie sich aktuelle Themen musikalisch inszenieren und an ein Publikum vermitteln lassen.  Wir setzen uns zunächst damit auseinander, welche Fragen und Herausforderungen uns gesamtgesellschaftlich bewegen. Daran angelehnt stellen wir uns die Frage, wo künstlerische Mittel ansetzen und welche Lösungsräume erkundet werden können, wenn man künstlerische Herangehensweisen und wissenschaftliche Perspektiven verbindet. Danach wählen wir ein konkretes Thema für das Konzertlabor aus und bearbeiten in Kleingruppen Teilaspekte der Konzertplanung, wie Dramaturgie, Publikumsinteraktion und Raumgestaltung.  Am Ende des Semesters wird das im Seminar konzipierte Konzertformat zweimal öffentlich aufgeführt: Im TONALi-Saal in Hamburg und beim Lunatic-Festival (Juni 2025). Je nach Interessen, disziplinärem Hintergrund und Vorwissen werden die Studierenden auch ein Begleitprogramm gestalten, welches das Thema interdisziplinär beleuchtet, bspw. über das Medium eines interaktiven Programmhefts oder einer Ausstellung, Videoinstallation usw. Außerdem werden sie in den Dialog mit den Besucher:innen treten, um Feedback zu ihrer Vermittlungsarbeit und zur Veranstaltung einzuholen (bspw. im Rahmen moderierter Publikumsgespräche oder anderer Formate). Die Evaluation des Formats und der Zusammenarbeit bildet den Abschluss des Semesters.  PRÜFUNGSLEISTUNGEN 1.\tPräsentation, 50% der Gesamtnote Je nach Kursgröße werden zu Beginn des Semesters Gruppen mit ca. 3-4 Studierenden gebildet. Jede Gruppe bearbeitet einen bestimmten Aspekt zur Kontextualisierung des Themas, der in der Abschlussveranstaltung präsentiert wird. Hierbei kann es sich bspw. um einen begleitenden Workshop zum Thema, eine Konzerteinführung, eine Installation oder ein Raum- oder Dramaturgiekonzept handeln.    2.\tLerntagebuch, 50% der Gesamtnote Während des Semesters führen die Studierenden kontinuierlich ein individuelles Lerntagebuch anhand von im Seminar besprochenen Guidelines. Im Anschluss an das Abschlusskonzert evaluieren sie ihre Erfahrung im Projekt und reflektieren den eigenen Lernprozess anhand des Lerntagebuchs. Diese Selbstreflexion wird als 3-5-seitiges Reflection Paper eingereicht.  ",
        "ziel": "Die Studierenden können ein aktuelles gesellschaftlich relevantes Thema interdisziplinär diskutieren und daraus (unter Anleitung) ein Konzertprojekt konzipieren, evaluieren und verorten. Sie können gemeinsam mit anderen gesellschaftlichen Akteuren (bspw. Musiker:innen) ein Kulturprojekt durchführen, um so aktuelle gesellschaftliche Diskurse konstruktiv mitzugestalten. ",
        "semester_id": 48,
        "termine": []
    }
]