[
    {
        "id": 1138478,
        "name": "Basisprogramm Praxisphase",
        "inhalt": "Das Basisprogramm Praxisphase besteht aus vier Bausteinen, die eine fachliche und überfachliche Reflexion der Praxisphase ermöglichen. Der Wechsel vom Studium ins Praktikum sowie die anschließende Rückkehr an die Universität werden dadurch optimal vorbereitet und begleitet. ACHTUNG: Eine nachträgliche Anrechnung eines bereits vollständig absolvierten Praktikums ist nicht möglich! Teilnahmevoraussetzung sind mindestens 4 Wochen Praktikum im Anschluss an den Einführungsworkshop.   1. Einführungsworkshop (Teilnahme obligatorisch) Der Einführungsworkshop mit den Lehrenden des Komplementärstudiums dient der Reflexion von Wissen und Erfahrungen. So entwickeln Sie im Workshop Perspektiven für die Praxisphase und erarbeiten eine Leitfrage.   2. Betreute Ausarbeitung einer Leitfrage  Ziel der Leitfrage ist die Verknüpfung von theoretischen Inhalten des Studiums mit der Praxisphase durch Bearbeitung einer wissenschaftlichen Fragestellung. Zur fachlichen Reflexion und weiteren Ausarbeitung Ihrer Leitfrage führen Sie zwei Gespräche mit dem Dozenten. Ein Gespräch sollte vor oder zu Beginn der Praxisphase geführt werden und ein weiteres zu deren Abschluss. Die Ausarbeitung Ihrer Leitfrage wird benotet (50%).  3. Reflexionsfragen vor, während und nach der Praxisphase Die Bearbeitung der Fragen sollen Ihnen helfen, Ihre Praxisphase in Bezug auf Ihr Studium zu reflektieren. Die Fragen sind in zwei Abschnitte unterteilt: Ihre Erwartungen im Vorfeld, Ihre Beobachtungen während der Durchführung und der Rückblick vor dem Hintergrund Ihrer Erfahrungen nach dem Abschluss der Praxisphase. Die Bearbeitung wird bewertet und geht in die Benotung ein (20%).  4. Abschlussworkshop (Teilnahme obligatorisch) Durch die Präsentation Ihrer Ergebnisse im Abschlussworkshop nehmen Sie die Fragestellungen aus dem Berufsleben direkt wieder mit in Ihr Studium. Gleichzeitig überprüfen Sie die Zweckdienlichkeit von wissenschaftlichen Theorien in beruflichen Kontexten. So lassen Sie andere Studierende an Ihren Erfahrungen teilhaben und profitieren selbst von den Erlebnissen ihrer Kommilitoninnen und Kommilitonen. Ihre abschließende Präsentation wird von den Lehrenden des Komplementärstudiums benotet (30%). ",
        "ziel": "Als Studierende profitieren Sie auf vielfältige Weise von einer Praxisphase im Studium: - Sie generieren aus den praktischen Erfahrungen neues Wissen - Sie überprüfen die Anwendbarkeit wissenschaftlicher Theorien in beruflichen Kontexten - Sie erproben professionelles Verhalten in einem Berufsfeld  - Sie vernetzen sich mit Unternehmen und Institutionen  Das Basisprogramm Praxisphase beinhaltet sowohl fachliche als auch überfachliche Angebote und gewährleistet die Vereinbarkeit von Studium und Praktikum. Dadurch - finden Sie einen leichten Einstieg in die Praxisphase - machen Sie das im Studium erlangte Wissen für sich erfahrbar - nehmen Sie Fragestellungen und Probleme aus dem Berufsleben wieder mit in Ihr Studium, um wissenschaftliche Antworten zu finden",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141154,
        "name": "Einblicke in Körperfunktionen und deren Beeinflussung durch Sport anhand der Konzeption eines Group Fitness Kurses",
        "inhalt": "Das Thema Gesundheit und Sport rückt in der heutigen Zeit vermehrt in den Vordergrund. Dieses Seminar richtet sich an Studierende, die mehr über die Funktion und Wirkungsweise des Bewegungsapparats erfahren möchten. Die Teilnehmenden erhalten theoretische Einblicke in Körperfunktionen und deren Beeinflussung durch Sport und lassen ihr erworbenes Wissen in die Konzeption eines Group Fitness Kurses einfließen.  Das Verständnis von anatomischen und medizinischen Grundlagen im Bereich Sport wird in vielerlei Hinsicht erläutert. Themen fokussieren unter anderem das Herz-Kreislauf-System, die Muskulatur von großen Muskelgruppen bis zur Tiefenmuskulatur, Faszien, den Rücken im Fokus, der Körpermobilität und dem Blick auf Hormone im Zusammenhang mit Stress. Dieser theoretische Hintergrund bildet die Basis und ermöglicht es den Studierenden, gezielte Übungen zu entwickeln, um beispielsweise bestimmte Muskelgruppen anzusprechen und gewünschte Ergebnisse zu erzielen. Die Studierenden erlernen zusätzlich die didaktischen Grundlagen der Kursgestaltung, einschließlich Übungswahl, Progression, Sicherheit und Motivationstechniken. Darüber hinaus wird ihnen vermittelt, wie Übungen und Kursstrukturen an individuelle Bedürfnisse und Einschränkungen der Teilnehmer*innen angepasst werden können, um eine sichere und effektive Teilnahme zu gewährleisten.  Durch die Variabilität der Kurse können die Studierende unterschiedliche Kursformate kennen und praktisch erleben lernen, in denen die Theorie wie Herz-Kreislauf-System, Muskelaufbau, Fasziensystem, aber auch Stress und Entspannung eingearbeitet sind. Die verschiedenen Stundenbilder zeigen Stile wie Intervalltraining, Faszientraining, Hypertones Muskeltraining und Stretching.  ",
        "ziel": "Das Seminar fördert die Entwicklung von Fähigkeiten in Programmgestaltung, Teamarbeit und Kommunikation und erweitert das theoretische Fachwissen in Medizin und Sport inkl. praktischer Anwendung.  ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140057,
        "name": "Einführung in Cradle to Cradle ",
        "inhalt": "Durch die Verbindung von Theorie und Praxis soll das Projektseminar “Einführung in Cradle to Cradle“ den Studierenden einen umfassenden Einstieg in die Cradle to Cradle Denkschule bieten und gleichzeitig ihre eigenen Ideen fördern.   Mit dem Cradle to Cradle Konzept hat sich die Sichtweise auf den Nachhaltigkeitsbegriff in den letzten Jahren sowohl in der Wissenschaft als auch in besonderer Weise in der Industrie grundlegend verändert. So wurde und wird zukünftig der herkömmliche Nachhaltigkeitsansatz, welcher eine „Zero-Impact“-Mentalität predigt, abgelöst von einem Prinzip, welches statt der Verringerung der negativen Umwelteinflüsse die Vergrößerung der positiven Effekte menschlichen Daseins hervorhebt. Somit wurde angefangen, die Lösung in Kreisläufen sehen. Etwa soll der Müllproblematik nicht entgegengewirkt werden, indem Konsum minimiert und der eigene Fußabdruck kleingehalten wird, sondern indem Konsum anders gedacht und sich die Natur dazu als Vorbild genommen wird. Es gilt nicht die Krise zu fürchten, sondern das Positive zu fokussieren. So schreibt PWC als eine der vier weltweit größten Wirtschschaftsprüfungsgesellschaften in der 2019 veröffentlichten Studie „The Road to Circularity“: „Nothing in nature is wasted because all materials re-enter the ecosystem through a circular biological process that forms a continuous cycle”.  Neben dem ökologischen Kreislauf umfasst Cradle to Cradle den technischen Kreislauf welcher gewährleistet, dass jeder einzelne für Produkte verwendete Rohstoff ein Nährstoff ist und somit erneut genutzt werden kann. Insofern qualitativ hochwertige, intelligente Materialien eingesetzt werden und bereits in der Produktion die Kreislauffähigkeit berücksichtigt wird, kann von Öko-Effektivität gesprochen werden.  Nicht zuletzt umfasst das Designkonzept eine weitreichende soziokulturelle Komponente. Cradle to Cradle denkt lösungsorientiert, sieht die Chance in den Individuen und basiert somit auf menschlichem Potential. Interdisziplinär gilt es, dieses mittels Zusammenarbeit von unterschiedlichen Akteur*innen aus allen Nischen zu schöpfen. Somit soll in diesem Seminar in erster Linie das Können der Studierenden hervorgehoben und wertgeschätzt werden. ",
        "ziel": "\t In dem interdisziplinären Projektseminar sollen die Interessengebiete der Studierenden in den Vordergrund gerückt werden und für die Gruppenarbeit genutzt werden. Gemeinsam wird im Laufe des Semesters an Ideen gearbeitet, zu denen jede Disziplin etwas beitragen kann. Dafür wird zum einen ein Überblick über bestehende Cradle to Cradle Produkte aus der Praxis geschaffen. Die Studierenden lernen diese zu portraitieren, vorzustellen und zu bewerten. Ein anderer möglicher Schwerpunkt wird die Betrachtung von veröffentlichten Nachhaltigkeitsberichten, welche final unter Berücksichtigung des Spannungsfeldes zwischen Cradle to Cradle und der traditionellen Nachhaltigkeit evaluiert werden sollen..",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139299,
        "name": "Entrepreneurship für eine nachhaltige Stadt",
        "inhalt": "„Städte bieten sich dafür als Möglichkeitsräume für die Gestaltung wünschenswerter Zukünfte an. Über die Hälfte der Weltbevölkerung lebt mittlerweile in urbanen Gebieten; die hohe Dichte des menschlichen Zusammenlebens birgt einerseits große ökologische und soziale Herausforderungen und andererseits großes kulturelles Potenzial, denn die Stadt ist als Ganzes ein Möglichkeitsraum für die Diskussion und Erprobung wünschenswerter nachhaltiger Entwicklungen.“   Kagan, S., Kirchberg, V., & Weisenfeld, U. (Eds.). (2019). Stadt als Möglichkeitsraum: Experimentierfelder einer urbanen Nachhaltigkeit. transcript-Verlag. https://doi.org/10.14361/9783839445853  In diesem Seminar wollen wir eine Systemperspektive einnehmen und mit Hilfe qualitativer Forschungsmethoden – insbesondere mittels Interviews –  untersuchen, wie Entrepreneure in der Stadt Lüneburg innovative und nachhaltige Ansätze für ein ‚Miteinander von Menschen unterschiedlicher Herkunft‘ schaffen. Wir wollen diskutieren, wie im „System Stadt“ Ideen, Projekte und Innovationen entstehen und umgesetzt werden und die Frage beantworten, ob Lüneburg das Potential hat, ein positives Beispiel für ein ‚Miteinander von Menschen unterschiedlicher Herkunft‘ zu werden.   Kombinierte wissenschaftliche Arbeit: Präsentation 80% Reflexion 20% ",
        "ziel": "•\tErfahrungen sammeln in der Erhebung qualitative Daten mittels Interviews  •\tAnwendung theoretischer Kenntnisse zur Beantwortung praktischer Fragestellungen  •\tHerausarbeitung eines Beitrags für eine nachhaltige Stadtentwicklung mit Blick auf ein ‚Miteinander von Menschen unterschiedlicher Herkunft‘ ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138238,
        "name": "Fahrradtouristische Analyse und Handlungsempfehlungen für den Landkreis Uelzen (Heideregion)",
        "inhalt": "Fahrradtouristische Angebote kommen längst nicht nur Durchreisenden zugute, sondern ebenso Naherholung suchenden Bewohner(inne)n einer Region. Außerdem lassen sich so auch Alltagsstrecken verbessern oder überhaupt erst einmal wegweisend kenntlich machen, sodass dieses Projektseminar das über seinen engeren Titel hinausgehende Ziel der Förderung nachhaltiger Mobilität verfolgt. Nach der Erarbeitung methodischer Grundlagen zur Zustandsbeobachtung und -bewertung werden die Kenntnisse im Rahmen von Befahrungen vorhandener touristischer Radrouten im Landkreis Uelzen angewendet. Mängel und Verbesserungsvorschläge werden in einer systematischen Weise erhoben und dokumentiert. Auch eine Helmkamera zur Darstellung der Routen im Internetprogramm Mapillary gehört zur Aufgabe.  ",
        "ziel": "Die Studierenden sollen das Werkzeug für eine umfassende und interdisziplinäre Raumanalyse mit fahrradplanerischem Hintergrund kennen und anwenden lernen. Das Seminarergebnis selbst gelangt in die praktische Politik und Planung des Landkreises Uelzen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140056,
        "name": "Firmentransformation nach C2C (Cradle to Cradle)",
        "inhalt": "In einer Welt, in der die Ressourcen knapper werden und Umweltauswirkungen immer spürbarer werden, stehen Unternehmen vor der Herausforderung, nachhaltige Geschäftspraktiken zu entwickeln und umzusetzen. Cradle to Cradle (C2C) bietet einen innovativen Ansatz, der nicht nur auf Nachhaltigkeit abzielt, sondern auch auf die Schaffung positiver Auswirkungen auf Umwelt und Gesellschaft.  Cradle to Cradle, zu Deutsch &#34;Von der Wiege zur Wiege&#34;, ist ein Konzept für eine ganzeinheitliche Kreislaufwirtschaft. Im Gegensatz zum traditionellen linearen Wirtschaftsmodell, bei dem Produkte nach ihrer Nutzungsdauer entsorgt werden, zielt C2C darauf ab, Produkte und Materialien in geschlossenen Kreisläufen zu halten. Das bedeutet, dass alle Materialien nach ihrer Nutzung entweder biologisch abbaubar sind und wieder in die Natur zurückgeführt werden können oder technisch wiederverwertet werden, ohne an Qualität zu verlieren.  In diesem Seminar soll das C2C Konzept im Vordergrund stehen und gemeinsam soll erforscht werden, wie Unternehmen erfolgreich zu C2C transformiert werden können. Dabei werden Unternehmen, wie Zinq, Novotech oder Klimatex, untersucht, welche C2C bereits erfolgreich implementieren (mit Gastvorträgen).",
        "ziel": "Studierende sollen im diesem Seminar lernen, was C2C ist und wie es bei Unternehmen angewendet werden kann. Dabei soll der eigne Gestaltungswillen und lösungsorientiertes und praktisches Denken im Vordergrund stehen. Lernziele sind die Ausbildung und Weiterentwicklung sozialwissenschaftlicher Methoden- und Praxiskompetenzen, darunter die Förderung des selbstständigen Wissens Erwerbs, des Kritischen Denkens und der Wissensproduktion, sowie Präsentationskompetenzen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140045,
        "name": "Herausforderungen und Lösungsansätze auf dem Weg zur Circular Economy: ein praxisorientiertes Seminar mit Unternehmen aus der Region Lüneburg",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140037,
        "name": "Industrial Design & the Public Sphere (FSL)",
        "inhalt": "This seminar explores how industrial design shapes our environment whenever “Mechanization Takes Command” (Sigfried Giedion), changing urban structures and our immediate surrounding. We will question machines as metaphors for longings and projections where dreams and nightmares fuse into each other and provide telling examples of social and political hierarchies. We will analyze how industrial design and civilization are closely linked to images of survival strategies and wars of conquest, exploring our relationship to sciences and social sciences by looking closely at design and objects relating to war and the representation of power throughout 19th and 20th century till today.  We will explore the aesthetics of mobility by looking at trains, planes, boats, submarines and the changing role cars play in our society. Marketing and competition aspects lead to signature results in size, speed and high stakes in engineering, enforced by politics to get the first man in space and on the moon, whatever the cost. Those technological challenges and industrial developments have a deep impact on the public sphere, seen as a threat to a democratic government by President Eisenhower in 1961: &#34;… we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists, and will persist.&#34;   The seminar will start with an excursion to Berlin on Fr & Sat, June 13 + 14 (unfortunately there are no travel funds available - please plan your individual voyage to Berlin, meeting point will be announced to all participants for Friday June 13 at 2 pm). During the second meetings at Leuphana on June 27 + 28 you&#39;ll do group & short solo presentations.",
        "ziel": "The seminar will create knowledge how to do in-depth historical, theoretical, and biographical research, including a vast spectrum of approaches and disciplines. The students will be engaged in case study presentations and discussions, looking at the various interrelations between design and society linked to particular cultural topographies, marketing strategies and financial backgrounds, questioning taken-for-granted categories of identity, heritage and cultural transmission by drawing new connections between design, architecture, urban studies, economy and social sciences. Industrial design developments will lose their aesthetic innocence when getting closer to it as the contemporary viewer gains a critical consciousness exploring the very different backgrounds and stories. Further goals of this seminar are the introduction to interdisciplinary discourses, research methodologies and aspects of institutional critique; the importance of finance, markets and politics, the origin of trends and the promoting players, the impact of war and economic developments and the ambivalence of architecture, design and the media. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140922,
        "name": "Internship Major Psychologie (Praktikum) (FSL)",
        "inhalt": "Internships provide students majoring in psychology with practical experience and help students gain insights into the ins and outs of working in the field. Although internships for psychology major vary depending on the work area and the employer, there are some elements that all students across positions share: students can gain professional skills that are difficult to learn in a classroom setting, and they are given opportunities to horn the knowledge learned at the university in internships. Importantly, these experiences allow students to see what takes place behind the scenes, which helps to smooth the transition from university work to a professional role. Internships provide students with references based on which they could deliberate which area they want to spend their careers in. Given this, in this seminar, we will discuss students’ experiences of their internships (e.g., whether did they do their internship? Why did they choose this internship? What was the motivation? What did they expect from the internship? What were the activities/tasks accomplished in the internship) and their reflections on their internships. Specifically, based on students’ internship experiences, we will discuss the transfer from theory to practice (e.g., was the knowledge gained from studies of psychology relevant during the internship? Did the knowledge help the students to understand or facilitate certain aspects of the internship? Did the knowledge open up intriguing perspectives or even enable students to put interesting suggestions into practice?) and the fulfillment of their expectations (e.g., did the internship meet students’ expectations? What did they learn and take with them? Did the internship influence their choice of career?). In the first meeting, we will discuss the administrative issues of the seminar, including course schedule and structure, expectations from and on students. In the second meeting, we organize a practice forum to discuss students’ experience of their internships, their feedback, and insights regarding the theory-practice transfer",
        "ziel": "Upon the completion of this course, students should be able to: • improve their skills with respect to the transfer of theoretical knowledge to practice, • learn to interact effectively with professional staffs • learn to effectively use individual and group supervision, • acquire specific professional skills essential for beginning career roles in the work area in which they are placed, • understand their strengths and weakness in the study and practice of psychology, • stimulate their awareness and careful planning of future career goals.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141667,
        "name": "Lunatic Festival 2025 - Organisation eines nachhaltig orientierten Festivals (Projektmanagement) II",
        "inhalt": "Der gemeinnützige lunatic e.V. ist seit 2003 als Social Entrepreneur im Bereich Service Learning aktiv. Jährlich organisieren und veranstalten Studierende der Leuphana Universität unter der Marke “lunatic” ein Musik- & Kulturfestival mit Live-Künstler:innen aus dem popkulturellen Spektrum. Im Rahmen der Seminararbeit findet die praxis- und zielorientierte Planung des Open-Airs, unter Berücksichtigung von Aspekten einer nachhaltigen Entwicklung statt. Dabei erlernen die Studierenden eine Bandbreite von Fertigkeiten aus der Praxis der Veranstaltungs- und Festival-Organisation und setzen diese - teils innerhalb von Führungspositionen - um. Durch ein ausgefeiltes Mentoring-Programm mit Praxispartner:innen und Wissenschaftler:innen wird die praktische Arbeit dabei stets reflektiert und weiterentwickelt.  Das Seminar startet im Wintersemester und wird im Sommersemester 2025 fortgesetzt werden. Dabei werden die relevanten Aufgaben der Festivalorganisation für den reibungslosen Ablauf der Veranstaltung zielgerichtet erarbeitet. Nach der Veranstaltung findet anhand von Feedbackrunden und Erfahrungsberichten eine Reflexion der bisherigen Arbeit statt. Dabei werden von den Teilnehmenden die Grundlagen für eine Nachbereitungs– und Überleitungsphase gelegt.",
        "ziel": "Analyse und Planung komplexer Systeme (z.B. Umsetzung von Ideen in ein strukturiertes Konzept) · die Definition von Zielsystemen und Projektphasen, · Methoden der Budgetplanung und Kostenkontrolle, · Methoden des Zeitmanagements, · Methoden der Maßnahmenplanung, · Steuerung der Zusammenarbeit im Projektteam, · Steuerung der Zusammenarbeit mit weiteren Projektbeteiligten, · termingerechte Erstellung und Aufbereitung von Arbeitsergebnissen, · Dokumentation und Präsentation von Projektzwischenständen und -ergebnissen",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139984,
        "name": "Making sense of the Future: Future(s) of the digital world (FSL)",
        "inhalt": "Technical innovations and the digitalisation of our society(ies) are becoming difficult to comprehend for many people. At the same time, digital transformation is playing a fundamental role in almost every area of society. Global political crises and problems can only be understood and managed in a global context. To comprehend these interrelationships, knowledge and exchange are essential. Shaping the future is therefore always a shared task that must be carried out globally by society as a whole. Processes of shaping futures are the conundrum of this seminar.  The seminar combines two key points: - Based on the concept of futures literacy, it is assumed that future thinking is a skill that needs to be learned and practised just like reading and writing. Using methods from future studies, the exercises performed in this seminar aim to encourage and promote future thinking. Futures literacy always begins with facts and agency from the present. Futures literacy is thus a tool that creates connections between the present and the future. - Knowledge and materials concerning the big questions of digitalisation are provided and made accessible with the exercises, offering targets for critical reflection.  The exercises focus on possible and preferable futures in the digital society:  -How do we want to live together, what form will communication and participation take, and how can we use digitalisation for sustainability and the common good? - The examination of futures and the uncertainty that they entail are used as a starting point. - By thinking about the future from multiple perspectives, our ability to act becomes apparent. The aim is to develop alternative and preferable futures. Which aspects of the present underlie our constructions of the future? How can we critically question and further develop them?",
        "ziel": "This seminar aims to promote transdisciplinary, multi-perspective and creative (future) thinking through the application of, as well as critical reflections on a toolset for encouraging creative engagement with possible futures of the digital society. The practical exercises combine future studies methods with topics and materials around the issues of digitalisation and its impact on our society.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138464,
        "name": "Nachhaltige Stadtentwicklung",
        "inhalt": "Städte sind Möglichkeitsräume, in denen Ideen, Projekte und Innovationen entstehen und umgesetzt werden können.   In unserem Seminar erkunden wir konkret die Stadt Lüneburg, um im Austausch mit verschiedenen Stakeholdern innovative und nachhaltige Ansätze für ein ‚Miteinander von Menschen unterschiedlicher Herkunft‘ zu untersuchen, zu diskutieren und zu entwickeln. Wir behandeln theoretische Aspekte zu Innovation, Stakeholder-Beziehungen und Kreativität, wir wenden Methoden des Desk Research und der qualitativen Forschung an und wir machen transdisziplinäre Erfahrungen durch unsere Arbeit mit Akteuren vor Ort. Schließlich wollen wir versuchen eine Antwort auf die Frage zu finden, ob Lüneburg das Potential hat, ein positives Beispiel für ein ‚Miteinander von Menschen unterschiedlicher Herkunft‘ zu werden.    Prüfungsform:  Kombinierte wissenschaftliche Arbeit: Präsentation 80% Reflexion 20% ",
        "ziel": "Ziele des Seminars sind  theoretische Kenntnisse zur Beantwortung praktischer Fragestellungen anzuwenden, einen Beitrag für eine nachhaltige Stadtentwicklung herauszuarbeiten ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140047,
        "name": "Optimierungs- und Prognosemethoden für den Anwendungsfall private Altersvorsorge. Insb. Immobilieninvestments",
        "inhalt": "Die Lehrveranstaltung beinhaltet das Erlernen verschiedener Optimierungs- und Prognosemethoden und die Anwendung dieser im Bereich der Immobilieninvestments und der privaten Altersvorsorge. Die Studierenden erarbeiten verschiedene Konzepte zu Anlagekonzepten nutzen Prognosen, um die zukünftige Entwicklung dieser Konzepte zu untersuchen und zu bewerten. Verschiedene Optimierungsoptionen sollen dazu verglichen werden und bspw. simuliert werden.",
        "ziel": "Das Ziel ist es verschiedene Prognosemethoden zu erlernen und am Beispiel der privaten Altersversorge eigenständig anwenden zu können. Dabei werden auch Programmierkenntnisse erworben.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138342,
        "name": "Persönliche Verhaltensentwicklung",
        "inhalt": "Stand10.10.2023  Liebe Studierende,  das Seminar kombiniert online-Selbstlerneinheiten vorab und Präsenz-Einheiten am Blockwochenende. Die Online-videobasierten Module (in engl. Sprache) dienen der Vorbereitung des Blockwochenendes in Präsenz und umfassen im Bereich der Verhaltensentwicklung die Themen: • Cooperation, Competition and Comparisons • Trust and Deception • Effective Communication and Feedback Und im Themenfeld zu Präsentationen im engeren Sinne: • Presentations: Speaking so that People Listen.  Im Praxisteil werden Sie zur Vorbereitung eigenständig • eine Präsentation (5 Minuten) vorbereiten, durchführen und selbst aufzeichnen sowie ggf. online hochladen und • einen online-basierten Persönlichkeitstest durchlaufen.  Am Blockwochenende  Blockwochenende 17.-19.05. werden Sie im Kern Ihre Präsentation vor Ihren Kommilitonen halten und Feedback hierzu erhalten und Ihren Kommilitonen konstruktives Feedback geben.  Ein kurzes Motivationsschreiben von Ihnen hilft mir bereits vor dem Seminarbeginn Ihre Vorkenntnisse und Erwartungen bzw. Ihre Herausforderungen bei Präsentationen zu berücksichtigen und auch die individuelle Rückmeldung für Sie zu strukturieren.  Viele Grüße Prof. Dr. Augustin Süßmair",
        "ziel": "Formulieren eigener Entwicklungsperspektiven, basierend auf Multi-Level-Feedback und Selbstreflexion; Entwicklung von Reflexionsfähigkeit über die eigene Verortung und Zuschreibungspraxis in Bezug auf soziale Interaktionen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138500,
        "name": "Produktkommunikation und Prototyping",
        "inhalt": "- Einführung in die Theorie der Produktsprache  - Überblick über die Prototypenentwicklung  - Kommunikation von Ideen und Konzepten - Konzeptentwicklung und Präsentation ",
        "ziel": "Erwerb von Kenntnissen und Fähigkeiten, um eine Produktidee wirkungsvoll zu kommunizieren.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138234,
        "name": "Projekt Radverkehrsförderung 3.0 - Evaluation der Umsetzung im Raum Lüneburg",
        "inhalt": "Die Radverkehrsplanung in Lüneburg ist stark erneuerungsbedürftig. Im Rahmen des Projektseminars werden in Teilgruppen ausgewählte  Landkreisbereiche auf Mangelstrukturen untersucht, diese wurden textlich, fotografisch und kartographisch dokumentiert, Verbesserungsvorschläge werden entwickelt und dem Landkreis Lüneburg zur Umsetzung im Zusammenspiel mit den Samtgemeinden/Gemeinden übergeben. Das Projekt war und ist Bestandteil einer Förderung von &#34;Radverkehrsförderung 3.0&#34; des Bundesministeriums für Verkehr und digitale Infrastruktur im bundesweiten &#34;Modellvorhaben Rad&#34;. Zur detaillierten kartographischen Erfassung der Radverkehrsinfrastrukturdaten wurde ein methodisches Konzept unter Nutzung eines Online-Meldetools entwickelt. In dieser letzten Veranstaltung zur Thematik Radverkehrsförderung 3.0 geht es speziell um die Evaluierung des Umsetzungsstandes in Lüneburg und seinem engeren Umfeld.",
        "ziel": "Die Studierenden erwerben Analyse- und Planungskompetenzen im Bereich des Radverkehrs. Außerdem tragen sie aktiv zur praktischen Umsetzung des Projektes Radverkehrsförderung 3.0 bei.  Ebenfalls Ziel des Seminars ist ein erweitertes Verständnis für den Umgang mit und den Einsatz von selbst erhobenen Daten, insbesondere Geodaten.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139966,
        "name": "Rethink Textile Production – Entwicklung zukunftsfähiger Konzepte für die Textilindustrie mit Hilfe von Produktionssimulation",
        "inhalt": "Die Lehrveranstaltung beinhaltet die Entwicklung nachhaltiger und zukunftsfähiger Produktionskonzepte am Beispiel der Textilindustrie. Anhand eines Planspiels erarbeiten die Studierenden verschiedene Konzepte zur Nachhaltigkeit in der Textilindustrie. Diese Konzepte werden mit Hilfe von Simulationsstudien untersucht und bewertet. ",
        "ziel": "Das Ziel ist nachhaltige und zukunftsfähige Produktionskonzepte für die Textilindustrie zu entwickeln. Dabei soll ein grundlegendes Verständnis der textilen Kette, für Simulationsstudien und für nachhaltige Produktion erlangt werden. ",
        "semester_id": 48,
        "termine": []
    }
]