[
    {
        "id": 1138870,
        "name": "Design Thinking and Futures Thinking (FSL)",
        "inhalt": "In an era defined by rapid change and uncertainty, companies require more than just managing the present, they need the capacity to innovate and anticipate future trends. The seminar offers a comprehensive exploration of both theoretical principles and practical skills in &#34;Design Thinking and Futures Thinking&#34;:  Participants learn about the design thinking model and the associated process steps. Through practical participation in an innovation exercise, participants learn first-hand about idea generation and empathetic interaction with the user. They experience the importance of prototyping in problem solving and understand the meaning of customer-oriented approaches. Through active engagement, participants develop a practical understanding of how design thinking fosters a culture of entrepreneurial thinking and innovation.  Futures Thinking empowers individuals and organizations to manage the complexity of tomorrow. This methodology has similarities with Design Thinking, as it also focuses on users and their needs. Futures literacy becomes an invaluable competency that enables people and organizations to imagine and prepare for future scenarios. It helps to deal with ambiguity, adapt to change while responding to current needs and anticipating future outcomes. Participants will explore emerging trends and strategies to intelligently and creatively position organizations and align products and services with future needs.",
        "ziel": "The seminar explores the functionality of Design Thinking and Futures Thinking, emphasizing their respective potentials. Participants experience and understand the methods and learn to evaluate the process.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139892,
        "name": "Forschung mit dem Fragebogen: Von der Fragestellung bis zur statistischen Auswertung",
        "inhalt": "Im Rahmen des Seminars durchlaufen wir gemeinsam den quantitativen Forschungsprozess: die Teilnehmenden entwickeln in Gruppen eine Fragestellung zu einem beliebigen Themenbereich, führen eine effiziente Literaturrecherche durch, identifizieren geeignete Skalen zur fragebogengestützten Untersuchung dieser Fragestellung, erstellen einen Fragebogen, führen eine Datenerhebung durch, lernen wie sie die Daten mit der Statistiksoftware R analysieren und erstellen einen Abschlussbericht. In den 14-tägigen Seminaren erhalten die Teilnehmenden den notwendigen theoretischen Input und haben Zeit, das neue Wissen in Übungen anzuwenden und ihre Erkenntnisse in Gruppen zu diskutieren. ",
        "ziel": "Dieses Seminar soll die Teilnehmenden befähigen, eigenständig fragebogengestützte Forschung durchzuführen und auszuwerten. Das erlernte Wissen kann bei der Erstellung einer empirischen quantitativen Bachelorarbeit unterstützen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138505,
        "name": "Grundfragen des Internationalen Privatrechts",
        "inhalt": "In einer globalisierten Welt, die durch grenzüberschreitenden Handel, Migration und globale Kommunikation gekennzeichnet ist, stellt sich bei grenzüberschreitenden Sachverhalten stets die Frage nach dem anwendbaren Recht. Dabei findet man im Bereich des Privatrechts einen methodisch hoch interessanten Ansatz vor: Überall auf der Welt existieren Regeln des &#34;Internationalen Privatrechts&#34;, welche Meta-Regeln darstellen, d. h. Regeln über die Anwendung von Regeln. Dieser Ansatz geht von einer grundsätzlichen Akzeptanz des &#34;Fremden&#34; im Recht aus und ist daher auch über die Rechtswissenschaft hinaus im Hinblick auf Vielfalt und Toleranz relevant. Die Lehrveranstaltung stellt diesen Ansatz in seinen theoretischen Grundlagen, in seinen Methoden sowie seinen praktischen Konsequenzen und Beschränkungen dar. ",
        "ziel": "In der Lehrveranstaltung lernen die Studierenden die grundlegenden Prinzipien und Methoden des Internationalen Privatrechts kennen und werden damit befähigt, Diskurse über die Lösung grenzüberschreitender und interkultureller Konflikte besser einschätzen und beurteilen zu können.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141665,
        "name": "Improving Learning and Work Experiences through Understanding the Human Mind (FSL)",
        "inhalt": "This course will embrace trans-/inter-disciplinary teamwork by weaving neuroscience and agile methods with creative design. You will learn about human cognition and agile methods so that you can apply those in your studies and professional life. By delving into Annie Murphy Paul&#39;s book &#34;The Extended Mind,&#34; we will explore the power of thinking beyond the brain. She summarizes cutting-edge neuroscience research showing how the body, environment, and social interactions support our thinking, including learning and working. We will bridge theory with practice during interactive workshops by applying agile methods from the eduScrum Framework. eduScrum includes but is not limited to a set of routines from agile project management used in diverse workplace scenarios. You will utilize the understanding of the mind by reflecting critically on how and why those agile methods function (beyond trusting the process). Gaining experience with agile activities will help you plan, structure, and accomplish projects. That&#39;s what you&#39;ll do next: Work in teams to design applications related to your academic, civic, or professional aspirations. You&#39;ll utilize scientific evidence and agile techniques to create solutions for subjects/problems of interest to you. When working collaboratively with agile methods, you&#39;ll bring in your diverse backgrounds and exchange knowledge, which will help you sharpen your metacognition—the skill to monitor and control your cognitive processes and become a more effective and efficient learner and a valuable team player.  ",
        "ziel": "Our course is designed to enhance your learning and work experiences beyond just understanding the human mind. You will develop metacognition by understanding and applying the complex factors influencing thinking. You will also gain insight into the scientific methodology, learning to select and use empirical evidence critically. This knowledge applies to your (future) professional fields, be it education, therapy, architecture, or technology. Throughout our interactive sessions, you will finalize and present a team project. We will utilize and reflect on agile, collaborative methods that involve completing tasks and reviewing the outcomes and processes iteratively, including giving and receiving feedback. Peer review, a form of feedback that is critical to improving the quality of our work, is especially important when creating something new.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139927,
        "name": "Methods in the collection of linguistic data in the social sciences (FSL)",
        "inhalt": "The analysis of language data collected via interviews, surveys, questionnaires, recordings or audio-visual media is key to a wide range of disciplines in the social sciences (e.g., applied linguistics, sociology, political science, psychology, education). Catering to an interdisciplinary audience, this course will offer a hands-on, practice-oriented approach to a selection of research methods, with the aim of applying them to practical cases of linguistic data collection and analysis. We will discuss how to design questionnaire and interviews, as well as analyse data collected via these instruments. We will also look at coding and analysis of free text, conversation scripts and audio-visual material. Based on their interests, the students will be able to select one of the methods discussed and will be supported step by step in the creation of a small-scale project including sampling considerations, the design of their own research instruments, data collection and coding, as well as the evaluation of reliability in coding and rating.  Selected bibliography Dörnyei, Z. (2007). Research Methods in Applied Linguistics. Oxford: Oxford University Press. Fife-Schaw, C. (2006). Questionnaire Design. In Breakwell, G. M. et al. Research Methods in Psychology (3rd ed.). London: Sage. Turner, D. W. (2010). Qualitative Interview Design: A Practical Guide for Novice Investigators. The Qualitative Report, 15(3), 754-760. https://doi.org/10.46743/2160-3715/2010.1178",
        "ziel": "By the end of the course, the students will be able to: - Design a questionnaire or interview for data collection and use it in a small-scale project of their choosing; - Understand how to code language data collected via questionnaires, interviews and audio-visual materials and apply this to their project. - Understand reliability in the coding and rating of qualitative language data and implement it in their own project.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138329,
        "name": "Psychologische Ansätze zur Reduzierung von Vorurteilen",
        "inhalt": "Ansätze zur Reduzierung von Stereotypen, Vorurteilen und Diskriminierung werden mittlerweile standardmäßig in verschiedenen gesellschaftlichen Bereichen (z.B. im Bildungsbereich, in Arbeits- und Organisationskontexten) eingesetzt und gerade im letzten Jahrzehnt so stark beforscht wie nie zuvor. Doch werden sie den in sie gesetzten Erwartungen gerecht? In der Veranstaltung wird der Frage nachgegangen, welche psychologischen Ansätze zur Reduzierung von Stereotypen, Vorurteilen und Diskriminierung bzw. deren negativer Konsequenzen geeignet sind. Dabei beschäftigen wir uns zunächst mit Ursachen (z.B. Bedrohungserleben), Ausprägungen (z.B. explizite und implizite Stereotype) und Konsequenzen (z.B. Stereotype Threat) von Stereotypen, Vorurteilen und Diskriminierung. Anschließend widmen wir uns zentralen forschungsmethodischen Fragen, die im Zusammenhang mit der empirischen Überprüfung der Wirksamkeit verschiedener Ansätze auftreten (z.B. Welche Forschungsdesigns sind zur Überprüfung der Wirksamkeit eines Ansatzes geeignet?). Im Hauptteil der Veranstaltung stehen ausgewählte psychologische Ansätze zur Reduzierung von Stereotypen, Vorurteilen und Diskriminierung im Fokus (z.B. intergruppaler Kontakt, Anti-Bias-Trainings, Entertainment-Education-Ansätze, kooperatives Lernen). Jeder dieser Ansätze wird in Hinblick auf seine theoretische Verankerung, seine empirische Fundierung (im Sinne evidenzbasierter Praxis), seine Umsetzbarkeit, und möglicherweise auftretende unerwünschte Nebeneffekte kritisch bewertet. ",
        "ziel": "Die Studierenden erhalten einen Überblick über ausgewählte psychologische Ansätze zur Reduzierung von Stereotypen, Vorurteilen und Diskriminierung und lernen diese anhand verschiedener Kriterien (z.B. theoretische Verankerung, empirische Fundierung, Umsetzbarkeit, unerwünschte Nebeneffekte) kritisch zu bewerten. Darüber hinaus wird forschungsmethodisches Wissen vermittelt, das die Studierenden befähigt, die Ergebnisse empirischer Studien zur Überprüfung der Wirksamkeit verschiedener Ansätze interpretieren zu können. Die vermittelten und diskutierten Inhalte können den Studierenden zudem als Anregung dienen, über die Nützlichkeit der vorgestellten Ansätze für ihre (spätere) Berufspraxis zu reflektieren. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141432,
        "name": "Quantitative Research Methods - Design and Analysis in R (FSL)",
        "inhalt": "The course introduces statistical methods that are relevant and applicable in different contexts, e.g., for employee surveys, market research, finance, surveys in the political arena, sociology, marketing and advertising research, etc. The course also provides a solid methodological understanding for all students who want to write an empirical bachelor thesis. The course covers quantitative methods and provides an understanding on research designs, psychometric properties of tests, and statistical analyses (regression, moderation, mediation, t-test, etc.). It also takes a first look at the use of mixed-method approaches (combination of quantitative and qualitative research). Furthermore, the course provides an introduction to running statistical analyses using the software R. Students will work on practical use cases from different fields (incl. data from entrepreneurship training programs in developing countries), learning different tests and methods step by step. Basic knowledge in descriptive and inferential statistics is advantageous but not necessary. The interest in the subject, however, is more important. The course is relevant for students from all faculties.",
        "ziel": "The aim of the course is to provide skills in research design and in statistical analyses with a focus on quantitative methods and address practical application possibilities in a multitude of (study) fields. This course will thus  (i) help students to grasp the importance of quantitative methods.  (ii) give students the opportunity to understand the practical application of statistics in a variety of fields and the ability to use statistical analysis for practical problems.  (iii) offer students the possibility to acquire basic knowledge in statistical programming (with the software R).",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140078,
        "name": "Sozialwissenschaftlich-tiefenhermeneutische Forschungszugänge",
        "inhalt": "Die Tiefenhermeneutik ist eine qualitativ-sozialwissenschaftliche Interpretationsmethode, die in der Tradition der kritischen Theorie, der Psychoanalyse sowie der Sozialpsychologie steht. Mit ihr werden narrative Texte aller Art auf die darin enthaltenen latenten und unbewussten Sinndimensionen untersucht und in ihrer sozialen Vermittlung analysiert. Die Tiefenhermeneutik geht dabei von der „Doppelbödigkeit sozialer Handlungen“ (Kratz & Ruth 2016, S. 241) aus, d.h. neben ihren manifesten Sinngehalten wird nach den latenten Sinngehalten gefragt, die sich über (sozial vermittelte) Affekte, Wünsche und Phantasien niederschlagen. In pädagogischen Kontexten wird diese Methode für die Erforschung von lebensgeschichtlichen Verläufen, Bildungs- und Sozialisationsprozessen sowie pädagogischen Interaktionen und Beziehungsgeschehen eingesetzt. Im Seminar werden zunächst Methodologie und Methode der Tiefenhermeneutik erschlossen. Möglichkeiten und Grenzen der Methode werden über die gemeinsame Interpretation von konkretem Datenmaterial aus pädagogischen Kontexten ausgelotet.   Literatur: Kratz, M. und Ruth, J. (2016): Tiefenhermeneutik als Interpretationsmethode psychoanalytischer Sozial- und Kulturforschung. In Qualitative Forschungsmethoden in der Sonderpädagogik, Hrsg. D. Katzenbach. Stuttgart: W. Kohlhammer Verlag, S. 241–253. ",
        "ziel": "Ziel des Seminars ist die Aneignung der qualitativ-interpretativen Auswertungsmethode der Tiefenhermeneutik in Form von Textarbeit sowie ihrer Erprobung an empirischem Material. Möglichkeiten ihrer Anwendung werden insbesondere für pädagogische Kontexte erarbeitet. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140062,
        "name": "Systematisches Literaturreview",
        "inhalt": "In diesem Seminar recherchieren Sie Studien und Forschungsergebnisse zu einem selbst gewähltem Themenfeld und lernen so inhaltliche Forschungsbefunde aus unterschiedlichen Themenfeldern kennen. Sie lernen die Methode eines systematischen Literaturreviews kennen und wenden die einzelnen Schritte im Rahmen des Seminars an. Sie verfassen ein eigenes systematisches Literaturreview.",
        "ziel": "Die Studierenden können ein systematisches Literaturreview nach allen Regeln der Kunst erstellen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141651,
        "name": "Travel as intercultural dialogue? A qualitative investigation (FSL)",
        "inhalt": "Travelling, we assume, broadens the mind. It means learning about other cultures. But does it? In this seminar we will investigate when and how travelling can facilitate a meaningful dialogue between cultures. We will be taking a qualitative approach that begins by exploring our own and others&#39; stories of travel before moving on to consider reflections by travel writers (and influencers), the voices of those we visit, and finally the practices of those offering &#34;cultural tours&#34;. Theory from such topics as everyday life sociology, multiculturality, reflexivity, and the &#34;tourist gaze&#34; will underpin your gathering and interpreting of empirical material as, in very small groups of three, you develop your own concept of culturally meaningful travel and realize your concept in practice.",
        "ziel": "Qualitative research methods, especially interviewing Cultural awareness and intercultural competences Critical thinking and critical self-reflection Written and spoken communication competences in English Independent learning competence",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140114,
        "name": "Von Algorithmen zu Arbeitsprozessen: Wie generative KI unseren Workflow und die Gesellschaft verändert",
        "inhalt": "In den letzten Jahren hat die rasante Entwicklung generativer Künstlicher Intelligenz (KI) nicht nur technische Innovationen hervorgebracht, sondern auch Einfluss auf Arbeitsprozesse und gesellschaftliche Strukturen genommen. Dieser Kurs bietet eine fundierte Einführung in die Welt der generativen KI und vermittelt praxisnahe Ansätze, um diese Technologie effizient und zielführend in den eigenen Workflow zu integrieren. Darüber hinaus werden die Teilnehmenden dazu angeregt, sich intensiv mit den Chancen und Risiken dieser neuen Technologie auseinanderzusetzen, um eine kritische und reflektierte Perspektive auf die weitreichenden Auswirkungen von KI auf unsere Gesellschaft zu entwickeln.",
        "ziel": "Die Studierenden: • kennen verschiedene Arten generativer KI (z. B. GPT, GANs, VAEs) und deren Einsatzmöglichkeiten • erlernen den effektiven Umgang mit generativer KI (z. B. ChatGPT) und können diese gezielt einsetzen • sind in der Lage, generierte Ergebnisse kritisch zu analysieren, zu bewerten und ihren eigenen Workflow dadurch zu optimieren • können die gesellschaftlichen und individuellen Auswirkungen generativer KI einordnen und reflektiert bewerten",
        "semester_id": 48,
        "termine": []
    }
]