[
    {
        "id": 1138434,
        "name": "Blockchain & Kryptowährungen",
        "inhalt": "Die Blockchain-Technologie hat erhebliche Auswirkungen und Potentiale und wird die Digitalisierung in verschiedenen Bereichen vorantreiben. Basierend auf kryptografischen Verfahren ermöglicht die Blockchain faszinierende Anwendungen, allen voran Kryptowährungen wie Bitcoin oder Ethereum.   In dieser Veranstaltung geht es darum zu verstehen, wie die Blockchain Technologie funktioniert und in welchen Bereichen diese welche neuen Anwendungen ermöglicht. Es geht auch darum, Unterschiede zu erkennen. Hierbei wird ein praktischer Ansatz gewählt, der auch aktuelle, konkrete Nutzungen z.B. in Kryptobörsen berücksichtigt.  Im seminaristischer Form erarbeiten die Teilnehmer verschiedene, in einander greifende Themen und erschliessen so den Gesamtkomplex. ",
        "ziel": "Ziel ist ein grundlegendes Verständnis der Blockchain-Technologie, sowie der hierauf basierenden Verfahren, wie Mining, PoW, PoS und Anwendungen, insbesondere im Bereich Kryptowährungen und Digital Assets.  Die Teilnehmer sollen lernen, die Potentiale und Risiken der Technologie zu erkennen und einzuschätzen.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141660,
        "name": "Chances and Challenges of the Bioeconomy (FSL)",
        "inhalt": "Within the framework of the seminar, the concept of bioeconomy will first be worked out together. Based on this, the opportunities and challenges of the bioeconomy in rural and urban areas will be elaborated. The focus will be on current forms of biomass use and future strategies to efficiently use any biomass with the help of &#34;white biotechnology&#34; to meet the needs of the population for food and feed, materials and chemicals, and energy. The advantages and disadvantages of each form of use will be worked out together and the feasibility of implementation in rural and urban areas will be evaluated. ",
        "ziel": "The overall objective is the development of scientific and interdisciplinary competences in the field of sustainable biomass utilization and bioeconomy. Scientific and engineering fundamentals of biomass utilization, efficiency of biomass utilization and the basics of &#34;white biotechnology&#34; are covered.   Subgoals: - Scientific research and analysis of literature data; - Presentation and scientific discussion of the collected data; - Elaboration of measures of a possible regional implementation; - Processing and exchange of the findings with actors from the practice. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138313,
        "name": "Circular Water Economy: Machbarkeit und Grenzen der Wasserwiederverwendung",
        "inhalt": "Im Rahmen des Seminars, wird zunächst das Konzept zur Circular Water Economy gemeinsam erarbeitet. Auf dieser Basis werden die verschiedenen internationalen Ansätze der Wasserwiederverwendung recherchiert und diskutiert. Hierbei wird erarbeitet, was derzeit gängige Praxis in welchen Wassersektoren ist, wo liegen dort jeweils die Vor- und Nachteile und was müsste wie umgesetzt werden damit die Wasserwiederverwendung einen maßgeblichen Beitrag zur Circular Water Economy leistet. Das Seminar greift diese Grundlagendiskussionen auf und versucht am Fallbeispiel der Region Lüneburg Potenziale der Wasserwiederverwendung zu erkunden und Beispielhaft als Desk-Top Study umzusetzen.",
        "ziel": "Das übergeordnete Ziel, ist die Entwicklung von fachwissenschaftlichen und interdisziplinären Kompetenzen im Bereich eines nachhaltigen Wasserressourcenmanagements, indem Aspekte der Wassermengen und Wassergütebewirtschaftung mit dem Ansatz der Nachhaltigen Chemie kombiniert werden. Teilziele: - Fachwissenschaftliche Recherche und Auswertung von Literaturdaten - Darstellung und wissenschaftliche Diskussion der erhobenen Daten. - Maßnahmen einer möglichen regionalen Umsetzung erarbeiten. - Aufbereitung und Austausch der Erkenntnisse mit Akteuren aus der Praxis",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138144,
        "name": "Fertigungstechnik für Nichttechniker/innen",
        "inhalt": "Fertigungstechnik für „Nichttechniker/innen“ Vom Faustkeil zum Smartphone - oder -  Wie entstehen die Produkte des täglichen Lebens?  Das Umfeld der Fertigungstechnik ist nicht mehr alleine das Betätigungsfeld des Ingenieurs/in oder Technikers/in. Es gehört heute vielmehr zur Aufgabe jedes einzelnen in den Herstellungsbetrieben, sich mit den Grundlagen der Fertigungstechnik auseinanderzusetzen. Erfahrungsgemäß ist es für „Nichttechniker:in“ schwer, sich in techniklastige Projekte hineinzudenken und die Fertigung zu verstehen. Dem soll hier Abhilfe geleistet werden. Seminarteilnehmer:innen erhalten hier die ersten grundlegenden theoretischen und praktischen Einblicke in die Fertigungstechnik. Die Fertigungstechnik begann vor ca. 2 Mio. Jahren und hat heute die Aufgabe der wirtschaftlichen Herstellung von (u.a.) Gebrauchsgütern. Darüber hinaus ist sie ein Spezialgebiet der Produktionstechnik und des Maschinenbaus. Ohne die Fertigungstechnik gäbe es unseren heutigen materiellen Wohlstand nicht. Studierende lernen in dieser Vorlesung Zusammenhänge der Produktionstechnik kennen und erhalten einen Überblick über die theoretischen Grundlagen der Fertigungstechnik, wie Messen, Bohren, Drehen, Fräsen, Biegen und Schneiden in Verbindung mit teils praktischen Anwendungen dieser Fertigungsmöglichkeiten. Dadurch wird ein allumfassender Einblick in die Fertigung der Produkte des täglichen Lebens gewährleistet. Untermauert wird dieses Seminar durch die praxisnahe Erklärung einzelner Fertigungsverfahren in der Maschinenhalle im Zentralgebäude. Das Modul beinhaltet jedoch kein praktisches Arbeiten in Projekten. ",
        "ziel": "Seminarteilnehmer:innen erhalten in diesem Modul den theoretischen Einblick, wie die Produkte des täglichen Lebens, unter Berücksichtigung von Qualität und Wirtschaftlichkeit, gefertigt werden. Praxisnah wird in dieser Lehrveranstaltung die Fertigungstechnologie und deren Werkzeuge erläutert. Ziel dieser Veranstaltung ist es, den Studierenden Theorie und Praxis von Fertigungsprozessen näher zu bringen, damit Zusammenhänge im Produktionsprozess besser verstanden werden. „Nichttechniker:innen“ werden hier die grundlegenden Funktionsprinzipien nähergebracht. Eine Vielzahl von praktischen Anwendungsbeispielen belebt die theoretischen Grundlagen und zeigt das weite Einsatzfeld der Fertigungstechnologien auf.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140505,
        "name": "Lernwerkstatt als inklusiver Raum naturwissenschaftlichen Lernens - einrichten und gestalten",
        "inhalt": "Eine Lernwerkstatt ist ein Raum mit frei zugänglichen Materialien, Modellen und Phänomenen, die die Lernenden (z.B. Lehrpersonen, Studierende, Schüler*innen) inspirieren sollen, eigene naturwissenschaftliche Fragestellungen zu finden und ihnen nachzugehen. Eine solche Lernwerkstatt ist an der Leuphana Universität Lüneburg als Ort inklusiven Lernens eingerichtet. Aufgabe in diesem Projekt ist es, in interdisziplinären Kleingruppen eine Lernumgebung für eine naturwissenschaftliche Lernwerkstatt zu einem ausgewählten Thema zu gestalten und diese dann mit einer Schulklasse oder einer anderen eingeladenen Gruppe an einem Vormittag (von 08:30-12:00 Uhr) umzusetzen.",
        "ziel": "Die Studierenden - kennen das Konzept Lernwerkstatt. - können das Konzept des Forschenden Lernen mit der Lernwerkstatt verbinden. - können Konzepte und Materialien entwickeln, präsentieren und kritisch diskutieren, um Lernumgebungen für inklusive Lerngruppen zu gestalten. - können Fragestellungen entwickeln, die an den Lehrplan Naturwissenschaften anschließen. - können einen Lernwerkstattbesuch für Schulklassen o.a. Gruppen planen und gestalten.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138151,
        "name": "Mechanical Engineering",
        "inhalt": "Mechanical Engineering ist eine klassische Ausrichtung unter den Ingenieurberufen und einer der wichtigsten Wirtschaftszweige weltweit.   Ingenieur:innen des Mechanical Engineering können in unterschiedlichen Bereichen tätig sein. Bei der Entwicklung, der Konstruktion und beim Bau von Fahrzeugen, Maschinen und Produktionsanlagen erstellen sie z.B. Konstruktionszeichnungen und entwickeln Prototypen. Sie planen die Produktion, überwachen und analysieren Produktionsprozesse und optimieren Produktionsverfahren. Für die Qualitätssicherung und -prüfung erarbeiten sie Test- und Prüfverfahren und kontrollieren die Ergebnisse. Die Wartung und Montage von Maschinen und Anlagen überwachen sie häufig vor Ort beim Kunden. Im Kundenservice führen Maschinenbauingenieure und -ingenieurinnen Anwenderschulungen durch oder beraten Unternehmen, z.B. über Möglichkeiten, bestehende Anlagen an neue technische Anforderungen anzupassen. Arbeiten sie im Vertrieb, erstellen sie Angebote und unterbreiten diese dem Kunden.  Heutzutage bildet der Maschinen- und Anlagenbau den Kern unserer Investitionsgüterindustrie und steht als Lieferant komplexer Erzeugnisse für alle Branchen im Zentrum der industriellen Leistungsfähigkeit Deutschlands. Von der Herstellung einer Shampoo-Flasche über die Kaffeemaschine und das Kraftfahrzeug bis hin zur Herzlungenmaschine, die bei lebenserhaltenden Maßnahmen zum Einsatz kommt – überall steckt Mechanical Engineering drin. Neben den klassischen Themen wie Produktionstechnik, Werkzeugmaschinen, Werkstofftechnik, Fertigungstechnik und Konstruktion ist das Gebiet divers, weitgefächert und zugleich top modern. Ohne Mechanical Engineering gäbe es unseren heutigen materiellen Wohlstand nicht. ",
        "ziel": "Seminarteilnehmer:innen erhalten hier die ersten grundlegenden theoretischen und praktischen Einblicke in die umfassende Bandbreite des Maschinenbaus. Aufgrund der Komplexität des Fachgebietes wird der Hauptaugenmerk auf der wirtschaftlichen Herstellung von Gebrauchsgütern liegen. Studierende lernen in dieser Vorlesung Zusammenhänge kennen und erhalten einen Überblick über die zugehörigen theoretischen Grundlagen des Maschinenbaus.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138311,
        "name": "Naturschutz im Globalen Wandel",
        "inhalt": "Diese Veranstaltung beleuchtet die Herausforderungen und Chancen des Naturschutzes im Kontext globaler Umweltveränderungen. Schwerpunkte sind der Schutz von Küstenökosystemen und die Erhaltung historischer Kulturlandschaften. Die Studierenden erwerben Arten- und Lebensraumkenntnisse und entwickeln praxisnahe Naturschutzstrategien in Zusammenarbeit mit Akteuren aus der Praxis.",
        "ziel": "Ziel der Lehrveranstaltung ist es, den Studierenden fundierte Kenntnisse über die Auswirkungen globaler Umweltveränderungen auf Ökosysteme zu vermitteln und praxisorientierte Lösungsansätze für deren Schutz zu erarbeiten. Die Studierenden sollen lernen, eigenständig Naturschutzstrategien für Küstenökosysteme und historische Kulturlandschaften zu entwickeln und Naturschutz als zentrale gesellschaftliche Aufgabe im 21. Jahrhundert zu verstehen. Die transdisziplinäre Zusammenarbeit mit Akteuren aus der Naturschutzpraxis wird dabei gezielt gefördert.  ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138435,
        "name": "Soziale Netzwerke im Internet und Netzwerkanalyse",
        "inhalt": "Soziale Online-Netzwerke wie Facebook, Twitter, WhatsApp uvm. sind allgegenwärtig - doch was steckt hinter den Kulissen? Welche Daten werden erhoben und mit welchen Methoden werden diese ausgewertet?  Die Veranstaltung gibt eine Einführung in die Netzwerkwissenschaften sowie das Methodenwerk der Netzwerkanalyse in seinen Grundzügen.  Im seminaristischer Form erarbeiten die Teilnehmer verschiedene, in einander greifende Themen und erschliessen so den Gesamtkomplex. Ergänzend erarbeiten die Teilnehmer praktische Fallstudien zur Auswertung von Sozialen Netzwerkdaten.",
        "ziel": "Ziel ist die Kenntnis der wichtigsten Methoden des Netzwerkanalyse und deren Anwendung auf Online-Netzwerke.   Hinzu kommen gesellschaftliche Fragestellungen der Nutzung sozialer Online-Netzwerke, die technisch fundiert diskutiert werden.",
        "semester_id": 48,
        "termine": []
    }
]