[
    {
        "id": 1140145,
        "name": "(Un)Politischer Sport?!",
        "inhalt": "Erste Themenübersicht:    o\tVerbindung von Sport und Politik -\t o\t&#34;Turnen als Nationalerziehung&#34;         - Turnvater Jahn und das &#34;deutsche Turnen&#34; /  o\tThe „Christmas Truce“ Football Match          - Fußball zwischen den Schützengräben Weihnacht 1914  o\t„Olympia unter dem Hakenkreuz“         - Berlin (und Garmisch-Partenkirchen) 1936   o\t„Black Power Salut“         - Olympia Mexiko 1968 o\t&#34;Terror von München&#34;         - Olympia München 1972 o\t„Olympia und Apartheid“         - Olympia Montreal 1976 o\t„Kalter Krieg und Olympia-Boykotte“          - Moskau 1980          - Los Angeles 1984 o\t„Diplomaten im Trainingsanzug“         - Leistungssport in der DDR und Staatsdoping - o\t„Der Fall Özil (und Gündogan)“         - Migration, Rassismus, „Stammtisch“ und Sündenbock o\tSportswashing         - Fußball WM 2018 in Russland         - Olympische Spiele in Peking 2008 (Sommer) und 2022 (Winter)          - Fußball WM in Katar 2022 \t… o\t„Olympia zur Zeit des Ukrainekrieges“         - Olympische Spiele 2024 in Paris  ",
        "ziel": "In dem Seminar soll die Verbindung von Sport und Politik anhand von historischen und aktuellen Ereignissen sowie gesellschaftlichen Diskursen kritisch reflektiert und gemeinsam diskutiert werden. -\tIst Sport politisch? Kann Sport unpolitisch sein?  -\tWie wurde/ wird Sport (von wem und mit welchen Zielen) politisch instrumentalisiert?  -\tWie war und ist die gesellschaftliche Bedeutung des Sports? Inwiefern finden sich im Sport gesellschaftliche Diskurse und Kontroverse wieder?  -\tWelche (politische) Relevanz haben Sportgroßereignisse (Olympische Spiele, Weltmeisterschaften, …)?  -\tWie wird der Sport als „politische Bühne“ international genutzt?   -\t„Sportswashing“",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138566,
        "name": "&#34;Happiness Research&#34;: An empirical approach towards the understanding of satisfaction and well-being of individuals and regions",
        "inhalt": "Course description: This course is part of the complementary studies (Komplementärstudium “Medialitätsorientierte Zugänge zu den Sozialwissenschaften”). The teaching and examination language is German. But all materials (including slides, literature, online sources) are in English so that English speaking students will be able to follow the course (you can also answer the test and give the presentation in English). German speaking students must be able to deal with this English material and the German teaching language will help you with that. Although “Happiness research” is interdisciplinary and empirically driven, the course has a focus on the literature from economics. But no specific knowledge from economics or econometrics is necessary for the course.   The first part of the course is lecture-based and gives an introduction to happiness research, its use for science and policy as well as some conceptional issues. Moreover, students are shown with real world data for Germany how aggregated happiness statistics are generated and how regression analyses are conducted in a statistical software package. The first part concludes with some examples from the economics literature about the impact of income, inflation, unemployment, conspicuous consumption, floods and droughts, air pollution, and terrorism on individual satisfaction and well-being. As part of the combined examination (KWA), students have to write a short test (45 minutes) about the first part, which accounts for 70% of the total grade.   In the second part of the course, students have to present “Happiness Reports” in groups, which also compare nations and regions. Whereas the “World Happiness Reports” are more explicitly related to happiness and satisfaction, the OECD reports “How’s life? Measuring well-being” take a broader perspective on well-being, of which satisfaction is only one measure. Each group (4-6 students) has to present one report in one session (approx. 60-70 minutes + discussion in class) with a short introduction and conclusion; but the main focus should be on the presentation of the chapters about specific topics. The jointly graded group presentations account for 30% of the total individual grade. Please see the course outline and material for more information. ",
        "ziel": "Students will get a deeper understanding of “Happiness research” and important econometric methods, interpretation of empirical findings, and their critical evaluation. Students present and discuss critically scientific policy reports on “Happiness” in diverse groups of students. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139026,
        "name": "Handling ethical dilemmas in corporate decision-making (FSL)",
        "inhalt": "The course explores how to navigate ethical decision-making in the workplace. Professionals frequently encounter complex decision contexts in which they are confronted with ethical dilemmas (i.e., situations in which no decision alternative leads to an acceptable outcome). This course introduces philosophical theories that help guide ethical decision-making and develops concepts to deal with these complex situations in practice. The course employs a combination of lectures and in-class discussions. Thereby, students will apply their theoretical knowledge from the lectures to contemporary real-life cases in the business context (group work).",
        "ziel": "The idea of the course is to gain a better understanding of philosophical theories and how they can be used to handle ethically complex decisions. Therefore, this course discusses various philosophical perspectives, applies them to real-life decisions in business, and discusses their social and ethical implications.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138618,
        "name": "How people work in Industrial environment: Decoding Behavioural Patterns (FSL)",
        "inhalt": "Understanding people’s behavioural patterns is paramount for young graduates entering the realm of industrial employment. To ensure their success in distinct industrial roles and overall professional growth, person must prioritize expanding their knowledge and competencies in decoding such knowledge. This aspect of their training and development is crucial for them to effectively navigate the complexities of managing teams and working within organizational structures. In this ever-evolving industrial era, the role of young graduates is undergoing a rapid transformation. They are now expected to act as directors responsible for implementing new technology and practices. Consequently, they often find themselves at the forefront of organizational change, making it essential for them to possess a deep understanding of organizational processes, group behaviour, and organizational structure. This knowledge and skill set are crucial for graduates to effectively navigate the complexities of managing teams and driving transformation within their organizations. ",
        "ziel": "The motive of the course is to make a smoother academics to industrial transition through understanding not only the human and group behavioural aspects but the Industrial aspects too. By investigating deeper into subject, young graduates gain unique understanding of leadership styles, motivation, and conflict resolution, which are invaluable assets in their pursuit of successful and fulfilling careers in the industrial sector.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141656,
        "name": "L&#39;endiguement de l&#39;influence française en Afrique: La resurgence des coups d&#39;Etat en Afrique francophone (FSL)",
        "inhalt": "L’endiguement de l’influence française en Afrique francophone : La résurrection des Coup d’Etat dans les pays d’Afrique francophone.  Alors que l’on croyait que l’Afrique était bien partie pour l’enracinement des régimes politiques démocratiques, malheureusement depuis quelques années, on assiste à un changement inconstitutionnel des gouvernements à travers des coups d’Etat militaires doublé à un discours anti- français. Au regard de cette situation l’on est en droit de se poser la question de savoir ce qui peut justifier la résurgence de la prise de pouvoir par les forces armées ? Qu’est- ce qui justifier la collision des pouvoir africains et le gouvernement français ? Quel rôle joue les pays tels que la Russie, la chine ? Doit- on s’attendre à une reconfiguration des zones d’influence en Afrique ? L’objectif de ce séminaire sera de montrer aux étudiants les liens qui lient les pays dit d’Afrique francophones à la France.  Dans un deuxième moment, nous nous attarderons sur les éléments sur lesquels repose la contestation de la coopération entre l’Afrique et la France, ainsi que les jeux et les enjeux des nouvelles puissances. ",
        "ziel": "L&#39; objectif de ce cours est la comprehension des enjeux geopolitiques, géoenergétique et économiques de la france en Afrique, mieux, la reconfiguration des espaces politiques en Afrique.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139877,
        "name": "Managing Interorganizational Relations (FSL)",
        "inhalt": "Managing interorganizational relations (IOR) has become an important topic in practice as well as in research. But what exactly are the reasons for linking up with other organizations, which forms of collaboration are common, and can networks of organizations be managed? This course focuses on different forms of predominantly collaborative IOR such as strategic alliances and networks, regional networks and clusters, global supply chains, and project and innovation networks. After introducing different theoretical perspectives for understanding IOR (strategic, institutional, practice and network-based), the course will discuss case studies to better understand the role of relevant management practices such as selection, allocation, regulation and evaluation regarding topics pertinent to managing IOR, such as: •\tthe initiation, maintenance and ending of IORs; •\tmanaging tensions such as between cooperation and competition or trust and control; •\tdesigning the interface between internal organizational structures and IORs, often conceptualized as boundary spanning; •\tgoverning IOR.",
        "ziel": "The main objective of this course is to provide students with a thorough understanding of the phenomenon of IOR. Having successfully completed this seminar, students will be able to  •\tdistinguish different types of IOR, •\texplain how IOR have been conceptualized and theorized, •\tpoint out and address their particular managerial challenges, •\tapply different theories relevant to understanding IOR to managerial situations, •\tcritically discuss empirical cases and evaluate evaluate the bright and dark sides of collaboration from a business and societal point of view, •\tmake sense of specific circumstances occurring in various organizational, sectoral and national contexts and to suggest solutions to practical problems of managing IOR.  By working individually as well as in groups when applying different theoretical lenses to empirical cases, students will hone their analytical as well as their interpersonal skills.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1140109,
        "name": "Politik der Nachhaltigkeit",
        "inhalt": "Häufig hört man den Vorwurf, Politik in modernen Demokratien würde nur auf kurzfristige Erfolge und die egoistischen Interessen der Wähler_innen und mächtiger Lobbys schauen. Demgegenüber steht die Forderung nach mehr Nachhaltigkeit. Aber wie kann Politik nachhaltiger werden? Wie versuchen unsere politischen Systeme, dafür Sorge zu tragen, dass politische Entscheidungen heute nicht unangemessen zu Lasten der zukünftigen Generationen, der Umwelt und der globalen sozialen Gerechtigkeit gehen? Um unterschiedliche Aspekte dieser Fragen und möglicher Antworten zu beleuchten, kommen nachhaltigkeitswissenschaftliche, ökonomische, philosophische und vor allem politikwissenschaftliche Perspektiven zum Tragen. Wir lesen und diskutieren u.a. über den Nachhaltigkeitsbegriff, Nachhaltigkeitsindikatoren, Gerechtigkeit, Langzeitverantwortung, Demokratietheorie und Governance einer Politik der Nachhaltigkeit. Außerdem analysieren wir die Praxis einer Politik der Nachhaltigkeit. Anhand von Fallstudien untersuchen wir Institutionen und Instrumente auf verschiedenen politischen Ebenen (international bis kommunal), wie bspw. diverse politische Nachhaltigkeitsgremien und Nachhaltigkeitsstrategien. Auch die Entwicklung und Diskussion von Reformvorschlägen kommt nicht zu kurz.",
        "ziel": "Als Teilnehmende bereiten Sie sich anhand der deutsch- und englischsprachigen Pflichtlektüre gründlich auf die Sitzungen vor und bringen Ihr Wissen in Diskussionen, Gruppenarbeiten und Präsentationen ein. Sie erlangen im Laufe des Seminars einen Überblick über die Gründe, Möglichkeiten, Praktiken, Herausforderungen und Grenzen einer Politik der Nachhaltigkeit. Dabei erhalten Sie auch neue Einblicke in die Funktionsweise demokratischer Politik und politischer (Selbst-)Steuerung. Sie lernen, Probleme, Argumente und Fallbeispiele aus verschiedenen Perspektiven zu betrachten und sich diskursiv eine fundierte Meinung zu bilden. Sie üben sich darin, Texte verschiedener Disziplinen zu lesen, zu verstehen und kritisch zu reflektieren. Sie lernen, zentrale Inhalte aus verschiedenen Quellen heraus- und aufzuarbeiten, eigene Schwerpunkte zu setzen und diese verständlich zu präsentieren. Darüber hinaus trainieren Sie, theoretische Perspektiven und Argumente auf empirische Fälle anzuwenden und Gruppendiskussionen zu moderieren.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138846,
        "name": "Politische und organisationale Steuerung von Innovation im digitalen Zeitalter",
        "inhalt": "Innovation ist ein schillernder Begriff, der in wirtschaftspolitischen Debatten und Strategiepapieren von Organisationen nur allzu gerne verwendet wird. Sowohl auf gesellschaftlicher Ebene als auch auf der Ebene von Organisationen besteht dabei der Wunsch, Innovation nicht dem Zufall zu überlassen. Im Gegenteil, Innovation soll möglichst umfassend - von der Generierung einer Idee bis hin zur ihrer Kommerzialisierung – gesteuert werden. Doch gleich wie bei der Steuerung ‚der‘ Gesellschaft existiert auch keine grenzenlose Steuerung von Innovation. Um diese Grenzen sichtbar zu machen, gibt das Seminar einen Überblick über die Formen der Innovation sowie die Formen ihrer politischen und organisationalen Steuerung. Besonderes Augenmerk wird dabei auf Innovationen im herangebrochenen digitalen Zeitalter gelegt. Das Seminar basiert auf intensiver Lektüre, Gruppenpräsentationen und Diskussionen von deutsch- und englischsprachigen Texten. Zu Beginn erfolgt eine Einführung in die Thematik der politischen und organisationalen Steuerung. Danach werden die folgenden Themen behandelt: Innovationen in der Gesellschaft; Soziale Innovation; Sharing Economy; Platform / Gig Economy; Innovationspolitik; Technology Governance; Nationale Innovationsysteme; Regionale Innovationsysteme; Open Innovation; Open Government; Management und Governance von Communities; Innovationsnetzwerke. Jedes Thema wird präsentiert als Basis für eine vertiefte Diskussion, die u.a. von folgenden Fragen angeleitet sein wird: Worum geht es bei der jeweiligen Innovationsform / Steuerungsform?; Welche Implikationen birgt eine Innovationsform / Was sind die Grenzen und Möglichkeiten einer Steuerungsform?; Wie ist das Verhältnis zu anderen Innovations- und Steuerungsformen?; Welche offenen Fragen bleiben?",
        "ziel": "Fachkompetenzen: Die Studierenden erhalten ein umfassendes und reflektiertes Verständnis der Rolle von Innovation in der digitalen Gesellschaft und der Konzepte, um Innovation zu steuern. Dadurch können sie sich über die Möglichkeiten und Grenzen der politischen und organisationalen Steuerung von Innovation ein Urteil bilden und analysieren, inwiefern Innovation mit sozialem Wandel in Verbindung steht; Sozialkompetenzen: Förderung der Teamfähigkeit, Präsentationsfähigkeit, und Dialogfähigkeit; Selbstkompetenzen: Fähigkeit zur Erarbeitung fachspezifischer Inhalte und der strukturierten Argumentation in Wort und Schrift",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138247,
        "name": "Rassismus und Antisemitismus: Konflikte, Kontroversen, Solidaritäten",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138482,
        "name": "The Future of Work - Perspectives on Digitalization in the Workplace (FSL)",
        "inhalt": "In recent years, technology has rapidly changed the way we work. Digitalization, automation and novel ways of communication have altered the way that employees engage with the workplace. Career pathways have also changed. Today, graduates have many jobs, craft multiple careers and work in many industries in their lifetime. Rapid advances in technology, i.e., the use of AI, are enabling firms to automate processes, which is displacing or changing routine work. Simultaneously, the power of knowledge workers is rising. In parallel, new platform industries and new forms of collaborative and distance-based work are emerging. All of this is offering new challenges and opportunities. In this course you will explore how rapid technological advances are creating digital disruption that will impact your work in the future. It will enable you to identify opportunities to craft your own career pathway in a rapidly globalising, knowledge and service-intense economy. In particular, we will discuss  (1) Digitalization and datafication in the workplace (2) Constant connectivity and shifting boundaries (3) Digitalization and job crafting (4) Digitalization, control and resistance (5) Platform economy and platform work (6) AI and the changing nature of (routine) work",
        "ziel": "Throughout the course, students will be encouraged to actively engage with real-world examples, case studies, and interactive discussions to explore the challenges and opportunities of digital disruption on their careers. Through a combination of theory and practical application, students will be well-equipped to navigate the complexities of the modern work landscape. Students will also participate in and learn about team work. Finally, students will acquire the skills to effectively utilize generative AI in their projects, understanding how to avoid common pitfalls and generate useful outcomes.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1141307,
        "name": "Urban Environmental Justice (FSL)",
        "inhalt": "Urban areas can be subjected to negative environmental burdens and changes such as air and water pollution, construction, but also noise, and the establishment of pollutant-intensive industries or waste disposal facilities. This often affects districts and neighborhoods disproportionately in which marginalized and discriminated societal groups live and work. However, it has also been shown that climate adaptation and mitigation infrastructures as well as upgrades to a neighborhood’s mobility or economic structure can have negative social consequences. These green urban policies in the course of intended sustainable development can affect the social structure and promote displacement dynamics in favor of economically, socially, and politically powerful actors.",
        "ziel": "In this seminar, students with an interest in urban development will be given a better understanding of the structural factors of urban environmental conflicts and inequalities from “Urban Environmental Justice” theories, policy, and activism. After an introduction to the history and current state of theoretical developments, a framework for analyzing various dimensions of urban justice will be developed. Students will then be given the opportunity to examine individual case studies in small groups and to present and discuss these in plenary sessions.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139761,
        "name": "Zeitalter der Nachhaltigkeit? Soziologische Zugänge",
        "inhalt": "Ausgangspunkt des Seminars ist die These, wir befänden uns im Zeitalter der Nachhaltigkeit, einer Zeit also, die sich durch tiefgreifende soziale, technologische und politische Veränderungen etwa vom Informations- oder Industriezeitalter unterscheide. Doch was ist überhaupt gemeint, wenn die Rede von Nachhaltigkeit ist? Dieser Frage gehen die Blöcke und Sitzungen des Seminars durch unterschiedliche Perspektiven auf Nachhaltigkeit und ihrer Beziehungen zu Geschichte, Ökonomie, Wissenschaft und Politik nach. Geplant ist eine Exkursion zum Deutschen Klimarechenzentrum in Hamburg mit Vortrag und Führung zum Thema Klimamodelle. ",
        "ziel": "Einführung in die Soziologie der Nachhaltigkeit Einführung in kultur- und sozialwissenschaftliche Perspektiven auf Klimawandel, -wissenschaft und -politik ",
        "semester_id": 48,
        "termine": []
    }
]