[
    {
        "id": 1139349,
        "name": "„Virtual Reality im Museum“ — ein anwendungsorientiertes qualitatives Forschungsprojekt mit der Methode des lauten Denkens",
        "inhalt": "Entdecken Sie die Faszination von Virtual Reality im kulturellen Kontext!  Das Seminar &#34;Virtual Reality im Museum&#34; bietet Ihnen die Chance, Teil eines innovativen Forschungsprojekts zu werden. In Zusammenarbeit mit dem Museum Lüneburg tauchen Sie in eine Welt ein, in der Geschichte und Technologie auf spektakuläre Weise verschmelzen. Stellen sie sich vor, Sie könnten in Sekunden durch Jahrtausende reisen, verborgene Orte erkunden und historische Ereignisse hautnah erleben – all dies ist möglich mit der revolutionären VR-Technologie, die wir im Zentrum des Seminars stellen. Das Museum Lüneburg selbst verspricht: &#34;Mit der VR-Brille wird jedes Museumserlebnis zu einer Zeitreise, bei der Sie Geschichte nicht nur sehen, sondern fühlen!&#34; Doch wir gehen noch einen Schritt weiter: In diesem anwendungsorientierten Seminar werden Sie nicht nur die VR-Brille ausprobieren, sondern auch die Methode des lauten Denkens als ein Forschungstool in der qualitativen Forschung kennenlernen, bei dem Teilnehmende ihre Gedanken verbalisieren, während sie eine Aufgabe ausführen. Diese Methode ermöglicht es, tiefe Einblicke in die Nutzererfahrung zu gewinnen und zu verstehen, wie die VR-Technologie die Wissensvermittlung beeinflusst. Sie werden eigene Studien durchführen, die darauf abzielen, die Effektivität der VR-Technologie in der Wissensvermittlung zu erforschen. Dieses Seminar ist eine Chance, wertvolle Erfahrungen für zukünftige Forschungsarbeiten zu sammeln und Ihre Fähigkeiten in der praktischen Anwendung wissenschaftlicher Methoden zu schärfen.",
        "ziel": "• Einsatz von VR-Technologie verstehen: Teilnehmende lernen, wie VR im Museumsbereich für einzigartige Einblicke in historische und kulturelle Themen genutzt wird. • Qualitative Forschungsmethoden anwenden: Studierende erlangen Fähigkeiten in qualitativen Forschungsmethoden, insbesondere der Methode des lauten Denkens, zur Analyse der VR-Nutzererfahrung. • Praktische Forschungserfahrung sammeln: Durch eigene Studien entwickeln die Teilnehmenden praktische Forschungskompetenzen, bereiten sich auf zukünftige Projekte vor und lernen, wissenschaftlich zu arbeiten und zu schreiben. • Kritische Reflexion und Teamarbeit: Studierende reflektieren kritisch über den Einsatz von VR in Bildung und Kultur und üben die Zusammenarbeit in Forschungsteams, um gemeinsam Lösungen zu entwickeln. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139237,
        "name": "Einführung in die Medizinethik",
        "inhalt": "Das Seminar möchte eine Einführung in die Medizinethik anbieten. Es wird eröffnet mit einer Einführung in ethische Grundbegriffe und ethisches Argumentieren, um alle relevanten Grundlagen für das weitere Seminar sowie die Hausarbeiten zu legen.  Den Kern des Seminars bildet die Medizinethik. In der ärztlichen Praxis stellen sich sowohl am Lebensanfang wie auch am Lebensende komplexe moralische Fragen. Die Ethik am Lebensanfang fragt nach dem Beginn des menschlichen Lebens und nach dem Zeitpunkt, ab dem menschliches Leben schützenswert ist. Diese Fragen betreffen insbesondere reproduktionsmedizinische Diagnostiken (Präimplantations- und Pränataldiagnostik), den Schwangerschaftsabbruch sowie die Forschung an embryonalen Stammzellen. Die Ethik am Lebensende fragt nach Kriterien für ein ‚gutes‘ Leben und Sterben, nach der Autonomie des Menschen auch und gerade am Lebensende sowie nach Rechten und Pflichten der Heilberufe. Diese Fragen betreffen den Bereich Hirntod und Organspende sowie sie sog. Sterbehilfe (hier insbesondere den ärztlich assistierten Suizid). Doch auch durch die Lebensspanne hinweg entstehen durch neue technische Verfahren komplizierte ethische Abwägungen. Im Seminar soll dies anhand der prädiktiven Risikodiagnostik veranschaulicht werden (hier an den Beispielen des genetischen Brustkrebses und der Alzheimer-Demenz).",
        "ziel": "Das Hauptziel der Veranstaltung ist es, den Teilnehmern Anreiz und Gelegenheit zur Reflexion über allgemeine sowie spezielle moralische Aspekte der Medizinethik zu bieten. Die Veranstaltung soll die Möglichkeit bieten, sich mit den Themenfeldern der Medizinethik vertraut zu machen und sich darin zu üben, schnell und effizient komplizierte Probleme aus diesen Themenfeldern zu analysieren und eigene Positionen und Überlegungen zu entwickeln und zu formulieren. In dieser Weise soll das Seminar einen Beitrag zur Entwicklung ethischer Schlüsselkompetenzen leisten.",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138917,
        "name": "Excursion to Havana: Artistic Entrepreneuring & Bricolage as strategies for Artistic Communities in Challenging Times (FSL)",
        "inhalt": "In April 2024, a seminar in collaboration with the Cuban artistic collective “Ensemble Interactivo de la Habana” generated significant interest among students. In the upcoming summer semester, we will expand our geographical focus and continue our partnership with several Cuban artists through a 10-day excursion to Cuba (September 25 - October 5, 2025).  Cuba is internationally recognized as the “Island of Music.” The Cuban government has long leveraged the nation’s musical heritage as a cultural asset, while musicians navigate a landscape marked by both privileges and censorship. Today, state influence continues to shape the artistic context, yet many musicians operate outside state-run institutions. They are developing innovative organizational and funding models, acting as &#34;Artpreneurs,&#34; often straddling the line between legal and illegal activities (Monasterio Barsó, 2018).  Music has served as a global ambassador for Cuba since the Habanera emerged in the 1870s. Cuban music has played a crucial role in shaping the tourism sector, influencing tourists’ expectations and experiences through genres like Música Bailable (e.g., Salsa) and the Buena Vista Social Club in the 1990s. While these styles form the basis of the current “tourist gaze,” this narrow representation neglects the rich diversity of expressions and practices that constitute Cuban music heritage. This includes music influenced by traditional dances such as bolero, son, danzón, rumba, as well as a vibrant classical music scene featuring a variety of orchestras and choirs that seek to blend traditional Cuban music with contemporary elements. In our seminar, we will focus on two key aspects: 1.\tWhat do we “do” with “other” music? We will critically reflect on our own positionality, analyzing underlying assumptions and power structures within our music ecosystem. Where do our stereotyped images of Cuban music originate? How do these perceptions impact musicians in the field? What might decolonial pathways look like for featuring Cuban artists in European concert halls? 2.\tHow does the artistic community in Cuba navigate the current crises of emigration and uncertainty? We will explore how artistic and organizational practices are evolving in response to these challenges. The pandemic and the significant decline in tourism following 2020 have accelerated existing dysfunctions in Cuba’s economic system, leading to a deep crisis affecting all aspects of professional and daily life (Thiemann & Mare, 2021). The ongoing wave of emigration, particularly among young and talented artists, poses significant challenges for the future of the cultural sector.  During our excursion, we will engage with various music institutions, including orchestras, bands, and chamber music ensembles, focusing on how they understand the role of their music from within, how they perceive the view from abroad, and how artistic and organizational practices are changing.  A theoretical lens for our excursion will be the concept of “bricolage.” Originally introduced by Lévi-Strauss (1967), bricolage is applicable across disciplines, including entrepreneurship research, where it is defined as &#34;making do by applying combinations of available resources to new problems and opportunities&#34; (Baker and Nelson, 2005). Through this perspective, we will deepen our understanding of the field&#39;s context.  The seminar will emphasize methodological approaches, drawing on (auto)ethnography to investigate our learnings during the excursion. Students will receive an introduction to ethnographic research and critically reflect on the challenges faced by Global North student researchers in Global South contexts. They will also learn the principles of ethnographic writing and how to systematically analyze their learning experiences in the field.  This seminar will be advertised in advance of the central lottery procedure to minimize financial burdens and facilitate effective planning. All participants must submit a letter of motivation by March 15, 2025, and will be notified before the beginning of the summer semester regarding their acceptance into the seminar. ",
        "ziel": "Students can critically reflect on their positionality in an excursion setting to a Global South country. Regarding the learning objectives, the excursion aims to foster the students’ methodological, social and personal competencies. An important aspect is the student’s willingness to actively participate in shaping intercultural relations, to develop openness to new or unfamiliar ideas, and to critically examine underlying assumptions. The students know the foundations of ethnographic and autoethnographic research and can make use of them for analyzing their field stay. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1139044,
        "name": "FÄLLT AUS: Historical Thinking (FSL)",
        "inhalt": "This course is designed to cultivate historical consciousness—an awareness of how the historian&#39;s relationship to the past has evolved over time. Emphasizing American and European historiography of the twentieth century, the course explores the key concepts of historiography and examines diverse approaches to history, including universal and micro histories, social and cultural histories, as well as critical and alternative histories.",
        "ziel": "Students will gain practical skills in evaluating the reliability of historical sources and conducting research using archives, primary documents, oral histories, statistical data, and secondary sources. The course also emphasizes principles of reading and writing history effectively. We will engage with the works of prominent historians and theorists, including Susan Buck-Morss, Michel Foucault, Reinhart Koselleck, Hayden White, Carlo Ginzburg, Joan Wallach Scott, Dipesh Chakrabarty, Geraldine Heng, and Saidiya Hartman. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138363,
        "name": "Grundfragen der Ethik",
        "inhalt": "„Was hinterlassen wir unseren Nachkommen?“ – das ist eine der Fragen, die der Theologe Wolfgang Huber in seiner „Ethik“ stellt (München: Verlag C. H. Beck 2013). Dabei geht es um Nachhaltigkeit und Wohlstand, um Energie und Klima, um Freiheit und Verantwortung. So werden aus zahlreichen Perspektiven Grundfragen des Lebens gestellt und Antworten gesucht. Im Seminar werden zunächst die ethischen Themen identifiziert, die im weiteren Verlauf des Semesters behandelt werden. Neben der Ethik von Wolfgang Huber sollen auch andere aktuelle ethische Konzepte im Diskurs berücksichtigt werden.",
        "ziel": "Die Studierenden sind mit den Techniken wissenschaftlichen Arbeitens vertraut. Sie können ethische Fragen gegenwartsbezogen reflektieren und in der Auseinandersetzung mit namhaften ethischen Entwürfen ebenso kritisch wie fundiert Stellung beziehen. Sie können wissenschaftliche Texte erarbeiten sowie Präsentationen einzeln oder in Gruppen ausarbeiten und im Plenum darstellen. ",
        "semester_id": 48,
        "termine": []
    },
    {
        "id": 1138842,
        "name": "The Psychology of Happiness",
        "inhalt": "Wenn wir andere Menschen die Frage stellen: &#34;Bist Du glücklich?&#34;, dann gehen wir davon aus, dass wenn Menschen mit „Ja“ oder „Nein“ antworten, wir dieselbe Definition von Glück haben. Die Forschung zeigt allerdings, dass das nicht unbedingt der Fall ist. Zudem glauben wir zu wissen, was uns glücklich macht. Doch stimmt dieses Wissen? Macht z. B. Geld wirklich (nicht) glücklich? Brauchen wir das nächste iPhone, um glücklich zu sein? Aktuelle Forschung zeigt, dass wir ziemlich oft daneben liegen, wenn es darum geht diese Fragen zu beantworten. Zu allem Überfluss scheint sich unser Verständnis von „Glück“ relativ systematisch alle 5 bis 10 Jahre systematisch zu verändern. Dem Glück hinterherzulaufen ist damit ein schwieriges Unterfangen. Vielversprechender scheint es zu sein, Sinn („Purpose“) zu suchen. Basierend auf verhaltenswissenschaftlicher Forschung geht dieses Seminar deshalb der Psychologie von Sinn („Purpose“) in Part A nach und stellt sich dabei folgende Fragen: Was ist Glück und was Sinn (im Leben)? Was ist mit dem Begriff &#34;Sinn&#34; gemeint und wie kann Sinn im Leben verankert und kultiviert werden?  In dem Seminar werden zudem konkrete Mechanismen besprochen, wie &#34;Sinn&#34; erlangt und kultiviert werden kann. ",
        "ziel": "Teilnehmende werden in dem Seminar in die Theorien und Anwendungen von Glück und Sinn und Humor eingeführt und erlernen Methoden, Sinn zu verfolgen, um gesellschaftliche und ökonomische Ziele zu erreichen und ein glückliches Leben zu führen.",
        "semester_id": 48,
        "termine": []
    }
]